[
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2579",
        "titulo": "Significado Clínico da Elevação Extrema da Velocidade de Sedimentação: Diagnósticos e Sobrevida em 681 Doentes num Hospital Português",
        "keywords": "Mortalidade, Velocidade de Sedimentação",
        "introducao": "Introdução: O nosso objetivo foi estudar a associação entre elevações extremas da velocidade de sedimentação (VS) (>100 mm/h) e a distribuição por categorias de doenças, doenças, idade, sexo, níveis de proteína C-reactiva e sobrevida a 5 anos.",
        "metodos": "Métodos: Estudo retrospetivo de todos os doentes com elevação extrema da VS avaliados num hospital português de 1 de Janeiro de 2008 a 31 de Dezembro de 2012. Variáveis independentes incluíram categorias de doenças, subcategorias,idade, sexo e níveis de PCR. A situação vital e data de morte foram determinadas pelo uso do Sistema de Prescrição Eléctrica português.",
        "resultados": "Resultados: Uma VS superior a 100 mm/h foi determinada em 681 doentes (1,5% de todas as avaliações de VS). A categoria diagnóstica mais frequente foi infecção (461, 65,1%), seguida de neoplasia (107, 15,1%), e de inflamação/ autoimunidade (85, 12,0%). A doença mais prevalente foi a pneumonia (227, 33,3% de todos os doentes). A infeção era menos provável nos doentes de ambulatório (20,7%), assim como a neoplasia em mulheres (11,4%). A mortalidade a cinco anos foi de 70,3%, superior nos doentes com neoplasia (83%) e inferior nos doentes com inflamação/autoimunidade (45,9%).",
        "conclusao": "Conclusão: Verificámos que quase todos os doentes com elevação extrema da VS têm uma etiologia identificável, com infecção a ser a causa em cerca de dois terços e a pneumonia a ser responsável em cerca de um terço de todos os doentes. A infecção foi menos provável em doentes de ambulatório, assim como a neoplasia em mulheres. Os níveis de VS e de PCR têm fraca correlação nestes doentes. A mortalidade a cinco anos foi de 70,3%, com a sobrevida a ser significativamente menor em doentes com neoplasia, e superior em doentes com inflamação/autoimunidade. Estes resultados poderão auxiliar à avaliação diagnóstica e prognóstica dos doentes com elevações extremas da VS.",
        "doi": "https://doi.org/10.24950/rspmi.2579",
        "data": "2025-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2582",
        "titulo": "Comportamento do Utilizador do Serviço de Urgência do Hospital da Horta-Açores",
        "keywords": "Açores, Inquéritos e Questionários, Mau Uso de Serviços de Saúde/estatísticas e dados numéricos, Serviço de Urgência Hospitalar/estatística e dados numéricos",
        "introducao": "Introdução: O uso inapropriado dos serviços de urgência,com todas as consequências negativas para os sistemas desaúde, é um fenómeno generalizado multifactorial e com tendência crescente.",
        "metodos": "Métodos: Para conhecer a nossa realidade fizemos um estudo do comportamento do utilizador do serviço de urgência do Hospital da Horta através de um inquérito, tendo sido analisados 463 casos, representando 6,5% de todos os episódios do período de estudo, dos quais 44% eram do género masculino e 56% feminino e dois terços dos quais tinham idades entre 24 e os 66 anos.",
        "resultados": "Resultados: Com base na triagem de Manchester 60% dos inquiridos foram classificados não urgentes (Verdes, Azuise Brancos). Apenas 5% tinha contactado a linha Saúde24 e só 12% tentou consulta no médico de família.",
        "conclusao": "Conclusão: Os motivos principais pela opção hospitalar foram a auto percepção de urgência clínica, a busca na celeridade do Serviço de Urgência para resolução do problema, o menor tempo de espera no atendimento, a maior probabilidade de acesso a um especialista hospitalar e/ou a exames diagnósticos e a uma expectativa de maior qualidade no serviço prestado.",
        "doi": "https://doi.org/10.24950/rspmi.2582",
        "data": "2025-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2595",
        "titulo": "Diabetes, um Possível Treatable Trait na Doença Pulmonar Obstrutiva Crónica: Análise de uma Coorte",
        "keywords": "Diabetes Mellitus, Doença Obstrutiva Crónica do Pulmão/tratamento",
        "introducao": "Introdução: A diabetes mellitus é uma comorbilidade comum e associa-se a pior prognóstico na doença pulmonar obstrutiva crónica. Recentemente, tem sido proposta a abordagem de múltiplos treatable traits no tratamento da doença pulmonar obstrutiva crónica. Apesar da evidência da relação fisiopatológica entre as duas doenças, a literaturarelativa à diabetes mellitus como treatable trait da doença pulmonar obstrutiva crónica é escassa.",
        "metodos": "Métodos: Realizou-se um estudo de coorte retrospetivo, que incluiu indivíduos com doença pulmonar obstrutiva crónica, seguidos na Consulta Externa de Medicina Interna de um hospital universitário. Foram avaliados a presença de diabetes mellitus, o controlo glicémico e os outcomes da doença pulmonar obstrutiva crónica.",
        "resultados": "Resultados: Foram incluídos 279 doentes. A maioria (76,3%) era do sexo masculino, com média etária de 71,1 ± 9,5 anos. A prevalência da diabetes mellitus foi 30,8%. A maioria dos doentes diabéticos (54,7%) apresentou bom controlo glicémico (HbA1c < 7%). A mediana de HbA1c foi 6,7% [1,0]. Não se verificou uma diferença estatisticamente significativa entre diabéticos e não diabéticos relativamente ao estadio da doença pulmonar obstrutiva crónica, risco de exacerbação aguda de doença pulmonar obstrutiva crónica a um ano, tempo de internamento por exacerbação aguda ou mortalidade a um ano.",
        "conclusao": "Conclusão: A prevalência e a incidência de diabetes mellitus nos doentes com doença pulmonar obstrutiva crónica foram superiores em relação à população geral. Nesta população, verificou-se um bom controlo glicémico na maioria dos doentes e a diabetes não se associou a outcomes adversos na doença pulmonar obstrutiva crónica. A diabetes deve ser considerada como treatable trait da doença pulmonar obstrutiva crónica e o controlo glicémico deve ser um alvo terapêutico. A consulta externa de Medicina Interna desempenha um importante papel na abordagem integradora de que o doentecom doença pulmonar obstrutiva crónica beneficia.",
        "doi": "https://doi.org/10.24950/rspmi.2595",
        "data": "2025-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1778",
        "titulo": "Direct Costs of Heart Failure in the Autonomous Region of Madeira",
        "keywords": "Custo da Doença, Despesas de Saúde, Ilha da Madeira, Insuficiência Cardíaca/economia, Portugal",
        "introducao": "Introdução: A insuficiência cardíaca (IC) é um problemaglobal de saúde pública. Desconhece-se o impacto económico da IC na Região Autónoma da Madeira (RAM) pelo que é fundamental caracterizar a sua prevalência, perfil de utilização de recursos e custos associados.",
        "metodos": "O nosso objetivo foi estimar os custos diretos da insuficiência cardíaca na Região Autónoma da Madeira.",
        "resultados": "Métodos: Estudo custo-doença, baseado em prevalência,relativo ao ano 2014, e analisado na perspetiva do sistema de saúde regional. Os internamentos e a utilização da urgência foram identificados pela International Classification of Diseases 9th edition Clinical Modification (ICD-9CM). O número de consultas, exames e medicação foi estimado a partir da literatura. Os custos foram baseados na tabela de preços dos Grupos de Diagnósticos Homogéneos e na tabela de preços do Sistema Regional de Saúde.",
        "conclusao": "Resultados: Estimou-se uma prevalência de 4,93% (9201indivíduos) para uma população com idade superior a 25anos. Destes, 4140 sintomáticos e, portanto, consumidoresde recursos. Identificaram-se 426 internamentos por IC, 17305 consultas médicas de cuidados de saúde primários, 857episódios de urgência e 6707 consultas médicas hospitalares. O custo direto total foi €4 089 540,10. O custo em cuidados hospitalares (CH) foi a principal rubrica de custos (56%), seguido dos cuidados de saúde primários (23%) e consumo de medicamentos (20%). O custo médio anual por doente foi €987,81.",
        "doi": "https://doi.org/10.24950/rspmi.1778",
        "data": "2024-12-19"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2426",
        "titulo": "Treatment Challenge of Complex Aortic Atherosclerosis in Acute Ischemic Stroke Context: A Retrospective Study",
        "keywords": "Acidente Vascular Cerebral, Aorta Torácica, Aterosclerose, Fatores de Risco de Doenças Cardíacas, Isquemia",
        "introducao": "Introdução: A ateromatose complexa da aorta é umacausa importante de acidente vascular cerebral (AVC). Contudo, a falta de evidência científica leva a que o seu tratamento seja bastante controverso, tornando imperativa a realização de mais estudos. Este estudo pretende avaliar a eficácia e a segurança das várias estratégias terapêuticasutilizadas na ateromatose complexa da aorta.",
        "metodos": "Material e Métodos: Foi realizada uma análise retrospetivados doentes internados por AVC isquémico com diagnóstico de ateromatose complexa da aorta por ecocardiograma transesofágico, entre 1 de janeiro de 2010 e 31 de dezembro de 2022.",
        "resultados": "Resultados: Dos 82 doentes incluídos, 23,2% apresentaramrecorrência de AVC isquémico, dos quais 47,4% estavammedicados com clopidogrel em monoterapia. Os doentes medicados com clopidogrel apresentaram maior recorrência de AVC isquémico (p <0,001), enquanto doentesmedicados com dupla antiagregação apresentaram menor recorrência (p = 0,035). Doentes medicados com anticoagulantes orais diretos não apresentaram recorrência. Dos doentes medicados com varfarina, cinco tiveram recorrência com INR infra-terapêutico e dois apresentaram eventos hemorrágicos.",
        "conclusao": "Conclusão: Na nossa população a utilização de duplaantiagregação com ácido acetilsalicílico e clopidogrel durante 3 a 6 meses seguido de antiagregação simples comácido acetilsalicílico demonstrou ser a estratégia mais segura e eficaz no tratamento do AVC isquémico associado a ateromatose complexa da aorta, enquanto o uso de clopidogrel se associou a maior taxa de recorrência. Nos doentes com indicação para anticoagulação os anticoagulantes orais diretos pareceram ser eficazes e mais seguros do que a varfarina.",
        "doi": "https://doi.org/10.24950/rspmi.2426",
        "data": "2024-12-19"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/188-92",
        "titulo": "Population Study of the Green and Blue Priorities in an Emergency Department",
        "keywords": "Admissão de Doentes, Alta do Doente, Mau Uso de Serviços de Saúde, Serviço de Urgência Hospitalar, Triagem",
        "introducao": "Introdução: A gestão do Serviço de Urgência Geral (SUG) é complexa e multifatorial, com um influxo crescente de utentes, levando a sobrelotação hospitalar, com maiores tempos de espera, desgaste profissional e menor qualidade de cuidados. Cerca de 43% dos casos em Portugal são classificados como admissões não urgentes e pouco urgentes.",
        "metodos": "Métodos: Este estudo observacional retrospetivo foi realizado no SUG de um hospital distrital de Portugal, de outubro de 2018 a maio de 2019. Foram incluídos adultos com prioridade verde e azul na triagem. O destino na alta e o número de admissões à urgência foram analisados, com associações examinadas em relação à idade, modo de proveniência, ativação de via azul e acesso a cuidados de saúde primários.",
        "resultados": "Resultados: Incluímos 41 066 episódios, a maioria deles com prioridade verde (99,9%). A maioria dos doentes, 98,8%, teve alta para cuidados ambulatórios. Os frequent flyers (≥ 4 admissões) constituíam 3,3% dos doentes e os high users (≥ 10admissões) 0,3%. A análise mostrou associações significativas entre o destino à data de alta com a idade, com a proveniência e com a ativação da via azul (p <0,001). Houve ainda uma associação estatisticamente muito significativa entre o número de admissões e a idade (p <0,001) e o número de admissões e a capacidade de acesso aos CSP (p <0,001).",
        "conclusao": "Conclusão: O estudo destaca a importância de vários fatores no destino dos doentes, mostrando uma forte associação entre a idade e a probabilidade de internamento. Além disso, a forma de chegada ao SUG e a ativação da via azul também se associam com o destino do doente. No entanto, são necessários mais estudos para entender os problemas sistémicos do SUG.",
        "doi": "https://doi.org/10.24950/rspmi.2512",
        "data": "2024-12-19"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2514",
        "titulo": "Factors Associated with Return to Conventional Hospitalization During Hospital at Home",
        "keywords": "Hospitais, Hospitalização, Serviços Hospitalares de Assistência Domiciliar, Transferência de Doentes",
        "introducao": "Introdução: O retorno hospitalar, define-se como “a transferência do doente para internamento convencional durante o internamento em hospitalização domiciliária (UHD)” e é um dos critérios utilizados para medir a qualidade dos serviços.",
        "metodos": "Material e Métodos: Estudo observacional retrospetivo com duração de dois anos, com recolha de dados sociodemográficos e clínicos, indicadores relativos ao processo de gestão clínica e os motivos para retorno ao internamento convencional. Realizada análise estatística para comparar: ‘doentes que se mantiveram em UHD’ versus ‘doentes com retorno’ e análise de correspondência múltipla (ACM).",
        "resultados": "Resultados: Foram incluídos 562 doentes. Destes, 30 tiveram retorno, correspondendo a uma taxa de 5,3%. Nenhuma das variáveis se associou com o retorno ao hospital. Foi também realizada uma ACM na qual se encontrou uma relação entre o ‘destino’ no final do internamento e a ‘faixa etária’.",
        "conclusao": "Conclusão: A comparação das taxas de retorno é difícil, dada a heterogeneidade de serviços disponibilizados, no entanto, nesta análise, a taxa de retorno é baixa, não tendo sido possível encontrar variáveis que se associem com o risco de retorno. Não se sabe qual seria a taxa de retornosideal, mas o desejável é que aconteçam com a menor frequência possível, sem colocar o doente em risco.",
        "doi": "https://doi.org/10.24950/rspmi.2514",
        "data": "2024-12-19"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2365",
        "titulo": "Prospective Study of Pulmonary Sequelae in Hospitalized COVID-19  Patients during the First Phase of the Pandemic in Portugal",
        "keywords": "COVID-19/complications, Lung, Portugal, Post-Acute COVID-19 Syndrome, Respiration Disorders",
        "introducao": "Introduction: Current evidence seems to suggest the persistence of long-term multisystemic sequelae in COVID-19 survivors. The evolution of symptoms after the acute phase is still uncertain, as is their real impact.",
        "metodos": "Methods: This prospective observational study began during the first phase of the pandemic in Portugal and sought to follow patients hospitalized with COVID-19 for two years after discharge, analyzing potential pulmonary sequelae. To date, there have been no similar studies in Portugal.",
        "resultados": "Results: The study included 36 patients hospitalized for COVID-19 between 1 March and 30 June 2020. Dyspnea was found to be the most prevalent and persistent respiratory symptom during follow-up. Regarding computed tomography changes, the most frequently described were ground glass and fibrotic changes, with improvement over one year of follow-up less evident in the case of fibrotic changes. Of particular note was the diagnosis of a case of pulmonary alveolar proteinosis associated with COVID-19, a rare entity, but one that has already been described in the literature. Changes in echocardiograms or respiratory function tests were rarely documented.",
        "conclusao": "Conclusion: Given the small sample size, further prospective studies will be needed to clarify. The results reflect the difficulties encountered in carrying out research during the pandemic period, which conditioned the design and realization of the study, but which will certainly serve as an example and support in similar crises in the future.",
        "doi": "https://doi.org/10.24950/rspmi.2365",
        "data": "2024-09-26"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2513",
        "titulo": "Proton Pump Inhibitors Prescription Patterns: A Retrospective Analysis of Internal Medicine Wards Admissions of a Tertiary Hospital",
        "keywords": "Inappropriate Prescribing, Practice Patterns, Physicians, Proton Pump Inhibitors/economics, Proton Pump Inhibitors/therapeutic use",
        "introducao": "Introduction: Proton pump inhibitors (PPIs) have revolutionized the treatment of various medical conditions, including gastroesophageal reflux disease and peptic ulcer disease. Due to their affordability, widespread availability, and favourable safety profile, they are among the most commonly prescribed medications today. However, they are often prescribed without a valid medical reason, a practice that can be observed in up to 80% of cases.",
        "metodos": "Methods: A retrospective study was conducted with theprimary objective of assessing the proportion of patients onPPIs and the presence or absence of a valid indication for their use. Additionally, we examined whether PPI usage had any impact on hospitalization duration and mortality. Finally, a brief cost analysis of these medications was performed. The study was carried out using a sample of patients admitted to a tertiary university hospital over nine months in internal medicine wards. Electronic records were consulted to collect pertinent information.",
        "resultados": "Results: A total of 164 patients, with an average age of82.7 ± 10.6 years, were assessed. The mean length of hospitalization was 12.7 ± 10.0 days. Approximately 61% of patients on PPIs lacked a valid indication for their use, whileapproximately one-fifth of patients not on PPIs had a validindication. In both patient groups, the most common indication for PPI usage was prophylaxis in high-risk patients taking nonsteroidal anti-inflammatory drugs (NSAIDs). PPIs did not demonstrate any influence on the length of hospitalization or mortality. On average, each patient on PPIs spent €25.8 per year, contributing to an unnecessary total public funds expenditure of €679.1 in the assessed sample.",
        "conclusao": "Conclusion: Considering the advanced age of the individuals, many of them were taking NSAIDs or antiplatelet agents, which is likely the reason for PPI prescription even in the absence of a valid indication. Various efforts have been made to implement measures to reverse this prescribing trend, with some showing effectiveness, notably educational outreach visits.",
        "doi": "https://doi.org/10.24950/rspmi.2513",
        "data": "2024-09-26"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2515",
        "titulo": "Listeriosis: The Experience of a Portuguese Hospital Centre",
        "keywords": "Listeria, Listeria monocytogenes, Listeriosis/complications, Listeriosis/diagnosis, Listeriosis/drug therapy, Listeriosis/epidemiology",
        "introducao": "Introduction: Listeria spp. infection is rare. It usually results from the consumption of contaminated food. Although most cases are sporadic, outbreaks of food origin have been reported. The spectrum of clinical manifestations is diverse, particularly bacteriemia, sepsis, and central nervous system (CNS) infection. It mainly affects elderly patients with important comorbidities or immunosuppression states, and pregnant women. Mortality can reach 30%.",
        "metodos": "Material and Methods: We selected the specimens positive for strains of Listeria spp. using the laboratory informatic system database of our hospital center from 2013-2020. The patients’ corresponding processes were reviewed for demographic variables and clinical data as predisposing conditions, type of infection and outcome.",
        "resultados": "Results: Twenty-five cases of Listeria infection were identified, with a mean age of 66.6 years. Most individuals (92%) had some risk factor or predisposing condition, with the most frequent being age > 65 years (64%), followed by the use of proton pump inhibitors, diabetes, alcoholism, neoplasia, and immunosuppressive therapy. Nineteen cases of bacteriemia and 9 cases of CNS infection were observed, and focal forms such as endocarditis, spontaneous bacterial peritonitis and infected muscle hematoma were observed. Overall mortality was 16%. No patient with CNS infection has died. Only in one case was there a relationship with a possible food outbreak.",
        "conclusao": "Conclusion: In our series, we found data similar to those in the literature, but we highlight the high percentage of patients with multiple predisposing conditions, less common focal forms, and the absence of mortality in patients with CNS infection. The analysis of our data allowed us to understand the importance of clarifying the source of infection, which is why we advise the use of a questionnaire regarding the consumption of suspicious food or an outbreak of food origin.",
        "doi": "https://doi.org/10.24950/rspmi.2515",
        "data": "2024-09-26"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2587",
        "titulo": "Speech as an Emotional Load Biomarker in Clinical Applications",
        "keywords": "Biomarkers, Emotions, Machine Learning, Speech",
        "introducao": "Introduction: Healthcare professionals often contend with significant emotional burdens in their work, including the impact of negative emotions, such as stress and anxiety, which can have profound consequences on immediate and long-term healthcare delivery. In this paper a stress estimation algorithm is proposed based on the classification of negative valence emotions in speech recordings.",
        "metodos": "Methods: An end-to-end machine learning pipeline is proposed. Two distinct decision models are considered, VGG-16 and SqueezeNet, while sharing a common constant Q power spectrogram input for acoustic representation. The system is trained and evaluated using the RAVDESS and TESS emotional speech datasets.",
        "resultados": "Results: The system was evaluated for individual emotionclassification (multiclass problem) and also for negative andneutral or positive emotion classification (binary problem). The results achieved are comparable to previously reported systems, with the SqueezeNet model offering a significantly smaller footprint, enabling versatile applications. Further exploration of the model's parameter space holds promise for enhanced performance.",
        "conclusao": "Conclusion: The proposed system can constitute a feasibleapproach for the estimation of a low-cost non-invasive biomarker for negative emotions. This allows to raise alerts and develop mitigating actions to the burden of negative emotions, being an additional management tool for healthcare services that allows to maintain quality and maximize availability.",
        "doi": "https://doi.org/10.24950/rspmi.2587",
        "data": "2024-05-17"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2363",
        "titulo": "Screening for Diabetes and Pre-Diabetes among Patients Admitted to an Internal Medicine Ward",
        "keywords": "Diabetes Mellitus/diagnosis, Glycated Hemoglobin, Prediabetic State",
        "introducao": "Introduction: The estimated prevalence of diabetes inPortugal is 14.1%, with only 56% of cases being diagnosed.When including pre-diabetes, the joint prevalence reaches42.7%. This study aimed to determine the prevalence of undiagnosed cases of diabetes and pre-diabetes among patients admitted to an Internal Medicine ward, thereby assessing the relevance of routinely conducting glycated hemoglobin (HbA1c) determinations for all admitted patients.",
        "metodos": "Material and Methods: In this descriptive observationalcross-sectional study, patients admitted to an Internal Medicine ward over a 15-week period were analyzed. Patients were excluded if they met any of the following criteria: a prior diagnosis of diabetes, the presence of pathologies or conditions that could interfere with HbA1c measurements, or if screening would not be beneficial due to clinical or ethical considerations. After identifying eligible patients, HbA1c levels were determined, and patients were categorized as “Without Diabetes”, “Pre-Diabetes” or “Diabetes”, with corresponding prevalence rates calculated.",
        "resultados": "Results: Out of 518 hospitalized patients, 207 (39.96%) met the eligibility criteria. Among them, 88 (42.51%) patients had pre-diabetes, while newly diagnosed diabetes casesaccounted for 10.15% (n = 21) of the eligible population.",
        "conclusao": "Conclusion: Given the rate of initial diabetes diagnoses,routine screening upon admission appears relevant andought to be considered according to local context.",
        "doi": "https://doi.org/10.24950/rspmi.2363",
        "data": "2024-07-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2493",
        "titulo": "Emergency Department Management of Direct Oral Anticoagulants Agents",
        "keywords": "Administration, Oral, Anticoagulants, Emergency Service, Hospital, Factor Xa Inhibitors",
        "introducao": "Introduction: Nowadays, direct oral anticoagulants arecommonly used and Emergency Department response regarding its adverse effects and its reversion when invasive procedures are needed is crucial. Regular coagulation tests correlate poorly with plasma concentrations of direct oral anticoagulants, so specialized anti-Xa and anti-IIa assays are necessary.",
        "metodos": "Methods: In this study, we analyzed all the Emergency Department electronic medical records corresponding to patients that had direct oral anticoagulants quantification assays performed during a six-month period.",
        "resultados": "Results: Of the 88 admissions evaluated, the main indications for anticoagulation were atrial fibrillation or flutter and previous thrombotic events. Direct oral anticoagulants quantification was performed mainly due to hemorrhagic events and need for urgent invasive technical procedures. At admission, most patients had direct oral anticoagulants concentrations > 50 ng/mL and more than half had their anticoagulation suspended at discharge (pending further evaluation in an outpatient setting). 26% did prothrombin complex and 5% did Idarucizumab, due to clinical severity. None of the patients did Andexanet alfa due to its unavailability. Regarding readmissions within 6 months, only 5 patients were readmitted, with recurrent bleeding or anemia and no thromboembolic events were registered.",
        "conclusao": "Conclusion: Direct oral anticoagulants quantification minimized unnecessary complications associated with urgent surgical and invasive technical procedures. Creating Emergency Department protocols, accessible to all specialties, regarding direct oral anticoagulants quantification and its main indications, should be a priority in anticoagulation management, guiding clinical decisions and reducing duration of hospital stay, comorbidities and mortality.",
        "doi": "https://doi.org/10.24950/rspmi.2493",
        "data": "2024-07-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2176",
        "titulo": "Are COMPASS Candidates Among Internal Medicine Patients? Insights from the Internal Medicine Clinic",
        "keywords": "Aspirin/therapeutic use, Coronary Artery Disease/ drug therapy, Peripheral Arterial Disease/drug therapy, Rivaroxaban/therapeutic use",
        "introducao": "Introduction: We sought to evaluate if internal medicineoutpatients are candidates to COMPASS trial strategy (lowdose rivaroxaban twice a day plus daily acetylsalicylic acid),to detail the inclusion and exclusion criteria of COMPASS trial presented by internal medicine patients and to evaluate the frequency of patients already under the strategy.",
        "metodos": "Methods: Observational, retrospective, and transversalstudy in an internal medicine department of a tertiary university hospital. During a one-month period, we consulted all electronic medical records of internal medicine appointments to assess which patients presented inclusion and exclusion criteria of the COMPASS trial.",
        "resultados": "Results: Of 228 patients, 40 (17.5%) met inclusion criteriafor COMPASS trial. Twelve (30.0%) had coronary artery disease, 21 (52.5%) had peripheral artery disease, and 6 (1.5%) had both. One patient was already on the COMPASS trial strategy. Of those who met inclusion criteria, 70.0% (n = 28) presented at least one exclusion criteria. The most frequent was the use of oral anticoagulation (mostly due to atrial fibrillation), followed by the users of non- acetylsalicylic acid antiplatelet therapy.",
        "conclusao": "Conclusion: The number of internal medicine patients who are eligible to benefit from the COMPASS strategy is relevant. Internal medicine physicians must be aware of inclusion and exclusion criteria of this new prevention strategy to promptly apply it in clinical practice.",
        "doi": "https://doi.org/10.24950/rspmi.2176",
        "data": "2024-03-20"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2315",
        "titulo": "COVID-19, the Reality of an Internal Medicine Ward",
        "keywords": "COVID-19, Internal Medicine, Respiration, A",
        "introducao": "Introduction: The reorganization of health care imposedby the COVID-19 pandemic revealed the work capacity of all health professionals, mirroring the fundamental role of Internal Medicine. This work intended to highlight the complexity of managing the COVID-19 patient, often guided by the absence of theoretical/scientific support in the face of the unknown.",
        "metodos": "Methods: A retrospective and descriptive evaluation of all patients with SARS-COV2 infection admitted to a ward of the Internal Medicine service, Unidade Local de Saúde de Viseu Dão-Lafões (ULS Viseu Dão-Lafões), in the periodbetween January-April and July-November 2021 (pandemicpeaks of 2021).",
        "resultados": "Results: During the nine months under study, 394 patientswere evaluated, with a predominance of males 56.60% (n = 223) and an average age of 70.42 years. The average length of stay was 13.95 days. Most had at least one cardiovascular risk factor, and only 29.44% (n = 116) were vaccinated against COVID-19. Of the therapy, 84.26% (n = 332) received dexamethasone, 85.79% (n =3 38) needed supplemental oxygen therapy; approximately 22.08% (n = 87) required non-invasive mechanical ventilation, and 7.61% (n = 30) underwent invasive mechanical ventilation/high-flow oxygen therapy. There were 23.86% (N = 94) deaths. COVID-19 infection was the primary diagnosis in most patients, but many were secondary diagnoses.",
        "conclusao": "Conclusion: The severity and complexity of an unknownnosological disease, in the pandemic phase, is of enormousprofessional and personal demand, as represented by thecharacterization of this sample. The spectrum of critically illpatients in need of mechanical ventilatory support stands out, in an admissions curve that turned out to be exponential.",
        "doi": "https://doi.org/10.24950/rspmi.2315",
        "data": "2024-03-20"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1602",
        "titulo": "Hipocoagulation in Patients with Atrial Fibrillation and Admitted for Hemorrhagic Stroke",
        "keywords": "Anticoagulants, Atrial Fibrillation, Hemorrhagic Stroke",
        "introducao": "Introduction: The stroke prevention strategy in patientswith intracerebral hemorrhage (ICH) and atrial fibrillation (AF) is a clinical dilemma. The aim of this study was to evaluate the management of anticoagulation therapy in patients with AF and admitted with ICH.",
        "metodos": "Methods: We performed a descriptive analysis of patientsadmitted for ICH from 2009 to 2021. Data collection was carried out by consulting the processes and analyzing demographic, clinical and imaging data, and prior and post-discharge therapy. A comparative analysis of outcomes of anticoagulant therapy was performed between direct oral anticoagulants (DOACs) and vitamin K antagonists (VKAs).",
        "resultados": "Results: A total of 28 patients (22 male patients; medianage 75 years) were included in the study, of which 19 werepreviously on anticoagulation therapy. Only eight (re)started anticoagulation after discharge. There were 19 deaths, of which 17 were in the group without post-discharge anticoagulation; of those, five occurred in the first month after ICH.",
        "conclusao": "Conclusion: Most patients did not (re)initiate anticoagulation after ICH, despite being a high-risk group for new cerebrovascular events, which makes the discussion on this topic even more relevant. There was a change in the prescription pattern from VKAs to DOACs, comparing the two periods analyzed.",
        "doi": "https://doi.org/10.24950/rspmi.1602",
        "data": "2023-12-15"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2061",
        "titulo": "Gestational Diabetes: 2021 Horta’s Hospital Casuistry - An Heldding Concern Data",
        "keywords": "Azores, Diabetes, Gestational, Hyperglycemia, Pregnancy Complications",
        "introducao": "Introduction: Gestational diabetes (GD) is a frequent complication in pregnancy. There is evidence of an association between maternal hyperglycemia and the risk of obstetric andneonatal complications. The concern with early diagnosis hasallowed, among others, to reduce these complications.",
        "metodos": "Horta Hospital has perceived with concern, a persistenthigher disease prevalence comparing to national data. Thegoal of this study was to characterize the population with GDfollowed and with delivery in the hospital in 2021.",
        "resultados": "Methods: Retrospective study of pregnant women with GDfollowed in medical appointment and pregnant women with GD that delivered in this hospital. Data were collected from the hospital computer register and recorded in a database. Demographic and clinical characteristics of the pregnant women were analyzed, as well as the characteristics of the babies born from these pregnancies.",
        "conclusao": "Results: Of all women who gave birth at hospital, 35% hada diagnosis of GD. In this group, 58% were from 30 to 39 yearsold. Pregnant women with GD that were followed in medicalappointment, had 35% BMI of obesity, 35% overweight, and the remaining 30% had normal weight. Family history of diabetes mellitus (DM) was present in 36% of pregnant women, and 35% had GD in a previous pregnancy.",
        "doi": "https://doi.org/10.24950/rspmi.2061",
        "data": "2023-12-15"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2062",
        "titulo": "Pneumomediastinum as a Complication of SARS-CoV-2 Infection: Case Series",
        "keywords": "COVID-19/complications, Mediastinal Emphysema/etiology",
        "introducao": "Introduction: Even though pneumomediastinum cases are not frequent, it has been described as a non-negligible complication in patients with SARS-CoV-2 infection. According to the available literature at this moment, development of pneumomediastinum in patients with SARS-CoV-2 infection does not seem to be related to the classic mechanism of pulmonary barotrauma. This work aims to raise awareness of this nosological entity and its pathophysiology.",
        "metodos": "Methods: The authors conducted a retrospective study ofall COVID-19 cases with pneumomediastinum between January and February 2021 in an Internal Medicine ward at a Central Hospital - analysis of their comorbidities, disease evolution, complications, and a review of the available literature.",
        "resultados": "Results: From 400 patients admitted with COVID-19, in 2 months under study, 4 developed pneumomediastinum: allmale, aged between 68 and 81 years, with various comorbidities, mainly cardiovascular. All were subjected to non-invasive mechanical ventilation, with three of them additionally subjected to invasive mechanical ventilation. They evolved unfavorably and ended up dying.",
        "conclusao": "Conclusion: Pneumomediastinum, as a complication ofSARS-CoV-2 infection, proved to be very serious, with a negative outcome in all the identified patients. It is important to be aware of predisposing factors, for early diagnosis and timely intervention.",
        "doi": "https://doi.org/10.24950/rspmi.2062",
        "data": "2023-12-15"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1497",
        "titulo": "Diagnostic Accuracy of Bio Fire® Film Array® Pneumonia Panel for Detection of Viral and Bacterial Pathogenski in Lower Respiratory Specimens",
        "keywords": "Molecular Diagnostic Techniques, Pneumonia/ diagnosis, Respiratory Tract Infections/diagnosis",
        "introducao": "Introduction: Rapid diagnostic testing for pneumonia has the presume potential to guide clinical decisions in reducing the use of broad-spectrum antibiotics. These benefits should",
        "metodos": "be dependent upon the accuracy of these test. In order to evaluate the diagnostic yield and accuracy of the BioFire® FilmArray® pneumonia panel (BFFA) for pathogens identification in lower respiratory tract specimens, we conduct this retrospective study in a intensive care unit (ICU).",
        "resultados": "",
        "conclusao": "Methods: In this study were included all patients (n = 104) admitted in our ICU with pneumonia who underwent BFFA test, between December 2019 and March 2021. Lower respiratory tract samples were collected and analysed simultaneously with BFPP and microbiological culture, as part of standard-of-care testing. The BFFA panel includes for 18 bacteria and 8 virus, that commonly cause pneumonia as well 7 antibiotic resistance genes, identified from tracheal aspirate or bronchial alveolar lavage (BAL) specimens.",
        "doi": "https://doi.org/10.24950/rspmi.1497",
        "data": "2023-09-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1752",
        "titulo": "Prevalence and Management of Delirium in Inpatient and Home-Based  Palliative Care Patients",
        "keywords": "Delírium, Palliative Care",
        "introducao": "Introduction: Delirium is one of the most frequent complications in palliative care with a prevalence as high as 88% in the days preceding the end-of-life. Data on delirium home-based palliative care are scarce. The aim of this work is to characterize the population followed by a palliative care team, both in-hospital and at home, to assess the prevalence of delirium, the therapeutic strategy, its resolution, and the factors associated with the higher or lower prevalence of delirium.",
        "metodos": "Methods: A retrospective cohort study was carried out, including all patients followed in the hospital and at home by a palliative care team in Portugal during the year of 2019.",
        "resultados": "Results: A total of 496 patients were included, of whom 308 (62.1%) had in-hospital follow-ups. Delirium was identified in 112 (22.6%) of all patients and the first line drug used was haloperidol (51.8%). A total of 283 (57.1%) patients died, of whom 81 (28.6%) developed delirium. The occurrence of death was significantly higher in those who developed delirium (72.3%, p <0.001). Associated with higher incidence of delirium were identified in-hospital follow-up (27.9%, p <0.001), infection (53.9%, p <0.001), endocrine (84.6%, p <0.001) and ionic changes (55.0%, p <0.001), use of anticholinergics (54.1%, p = 0.001), antipsychotics (42.6%, p = 0.031), corticosteroids (37.7%, p = 0.008), and presence of brain metastasis (50.0%, p = 0.046).",
        "conclusao": "Conclusion: There is a significant prevalence of delirium in end-of-life patients, which is a predictor of poor prognosis. The implementation of quality palliative care with a multidisciplinary approach may provide more effective control of delirium and reduce its overall prevalence.",
        "doi": "https://doi.org/10.24950/rspmi.1752",
        "data": "2023-08-31 — Updated on 2023-09-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1594",
        "titulo": "Portrait of the Palliative Needs of an Internal Medicine Service of a Tertiary Hospital in Portugal",
        "keywords": "Health Services Needs and Demand, Internal Medicine , Off-Label Use; Palliative Care;Terminal Care.",
        "introducao": "Introduction: The clinical profile of patients admitted to Internal Medicine services is characterized by increasing frailtyand complexity. The main objective of this study was to determine the prevalence of palliative care needs in an InternalMedicine Service using the NECPAL instrument.",
        "metodos": "Material and Methods: An institutional, clinical, descriptive,observational and cross-sectional study was conducted. Of the 148 patients admitted to the Internal Medicine Service of a tertiary hospital on 20th April of 2022, 122 patients presentedeligibility criteria for application of the NECPAL inquiry by health professionals (doctors and nurses). Statistical analysiswas performed in SPSS® version 26 software.",
        "resultados": "Results: The prevalence of palliative needs in this InternalMedicine Service was 88.5% (n = 108). Of these, 72.2 % (n =78) were in stage 3 prognosis of NECPAL, whose median survival is 3.6 months. Most healthcare professionals (56.9%, n = 29) had no basic training in palliative care. Nurses and physicians were concordant in most of their assessments regarding the surprise question, differing in 27.9% (n = 34) of patients, and in all of these the prognosis-defining disease was non-oncologic.",
        "conclusao": "Discussion/Conclusion: The palliative needs in this InternalMedicine Service are high, possibly portraying the nationalreality. Giving visibility to the needs of our population isimperative for better management of individual care, humanresources and creation of government plans.",
        "doi": "https://doi.org/10.24950/rspmi.1594",
        "data": "2023-09-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1653",
        "titulo": "Quality of Life 3 and 6 Months in SARS-CoV-2 Survivors Treated in an Advanced Respiratory Care Unit: Analysis from a Prospective Portuguese Cohort Study",
        "keywords": "COVID-19, Critical Care, Mental Health, Portugal, Quality of Life",
        "introducao": "Introduction: Mid- and long-term health effects of SARS-CoV-2 infection have been increasingly recognised. Our goal was to evaluate health-related quality of life in critically ill patients,treated in a non-ICU setting, and associated factors with poor outcomes.",
        "metodos": "Methods: Health-related quality of life in SARS-CoV-2 survivorswas evaluated 3 and 6 months after discharge, using St. George's Respiratory Questionnaire and EuroQoL 5-Dimension3-Level. Anxiety, depression, and post-traumatic stress disorder prevalence was accessed at both visits. Patients with normal or significant improvement on St. George's Respiratory Questionnaire (group 1) were compared to those who did not improve (group 2) at 6 months.",
        "resultados": "Results: 117 patients were analysed. Median age was 64 years and 61.5% were male. Between T3 and T6 was observed a reduction in total and specific domain scores of St. George'sRespiratory Questionnaire (p <0.001). Longitudinal improvement was observed in mobility domain (p = 0.029) and Visual Analogic Scale (p = 0.006) of EuroQoL 5-Dimension 3-Level. Rates of anxiety, depression, and post-traumatic stress disorder decline over time (p <0.05). After 6 months, 4.3% of participants have not return to work and 23% were in group 2. Group 2 had worst results in St. George's Respiratory Questionnaire (p <0.001); and in mobility (p = 0.002), self-care (p <0.001), and usual activities (p = 0.014) of EuroQoL 5-Dimension 3-Level domains. Logistic regression comparing groups 1 and 2 did not find association between outcomes and age, gender, comorbidities, length of stay, do not intubate order, worst PaO2/FiO2 during hospitalization and respiratory support technique.",
        "conclusao": "Conclusion: Several domains of health-related quality of life seem to be impaired after SARS-CoV-2 severe infection but improvement seems to be the rule for most patients.",
        "doi": "https://doi.org/10.24950/rspmi.1653",
        "data": "2023-09-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1401",
        "titulo": "Factors Associated with Acute Kidney Injury in Community-Acquired  Pneumonia: Development of a Probabilistic Clinical Model",
        "keywords": "Acute Kidney Injury/diagnosis, Acute Kidney  Injury/etiology,  Community-Acquired Infections/complications, Pneumonia/complications, Prognosis",
        "introducao": "Introduction: Acute kidney injury (AKI) is a frequent complication of community-acquired pneumonia (CAP). Nonetheless, the underlying pathophysiology is not fully understood. Certain factors have shown association with increased risk, but there is still data lacking. The main objective of this study was to identify factors associated with AKI in CAP.",
        "metodos": "Methods: We conducted a retrospective study in patients with confirmed CAP, admitted to an Internal Medicine department within a period of 1 year, presenting with or without AKI on admission. We performed comparative statistics between non-AKI and AKI patients, univariate and multivariable logistic regression with odds ratio (OR) calculation, and survival analysis.",
        "resultados": "Results: This study included 578 patients, of which 52.4% were male, had a mean age of 81.70±11.54 years, and 41.3% had AKI. The mean age was higher in the AKI group (p<0.001), with no differences for gender. In the univariate analysis, several comorbidities, drugs, diastolic blood pressure and some gasometric parameters showed association with AKI. The multivariable analysis selected seven variables as independent associated factors: age (OR 1.027), hyperuricemia (OR 1.990), chronic kidney disease (OR 3.138), diuretic (OR 1.555), statin (OR 1.805), diastolic blood pressure (OR 0.978) and serum lactate (OR 1.350), enabling the development of an AKI probabilistic model with a specificity of 81.1%.",
        "conclusao": "Conclusion: This study confirmed previous findings and identified new factors associated with AKI, namely serum lactate. The multivariable model represents a starting point for the creation of true predictive indexes of AKI in CAP with clinical applicability and impact on the therapeutic approach and prognosis.",
        "doi": "https://doi.org/10.24950/rspmi.1401",
        "data": "2023-06-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1515",
        "titulo": "Outcome Predictors in Elderly Patients Admitted to Internal Medicine",
        "keywords": "Aged,  Frailty, Hospitalization, Internal Medicine, Multimorbidity",
        "introducao": "Introduction: Population aging is a global phenomenon, with implications in health services. The present study aims to analyse outcome predictors in elderly patients admitted to the internal medicine (IM) service.",
        "metodos": "Methods: Observational, retrospective, longitudinal study Medical records of patients 65 or more years old admitted to the IM service of Hospital Garcia de Orta (HGO), Portugal, in the year 2019 were analysed.",
        "resultados": "Results: In 2019 the HGO’s IM service admitted 2841 patients: 532 (18.7%) were less than 65 years old and 2309 (81.3%) were 65 years old or older. In the statistical analyses 2133 patients were included, with a mean age of 80.0 ± 7.8 years. Female gender represented 54.7% of the sample size. Mean number of comorbidities per patient was 6.1 ± 2.8, and 54.8% were considered frail. Frail patients were at higher risk of death in hospital (RR = 3.1) and after discharge (RR = 2), even after adjustment for confounders.",
        "conclusao": "Conclusion: The population admitted to IM services is mainly elderly with variable degrees of multimorbidity and frailty. frailty seems to be a major predictor of readmission and death in this population. Given the heterogenicity of this age group, multidimensional evaluations and individualized care plans are mandatory. It is urgent that Portuguese IM services adapt to the care of elderly patients, with a strong investment in interdisciplinary care focused on quality of life. Education in geriatric medicine should be a priority to IM teams.",
        "doi": "https://doi.org/10.24950/rspmi.1515",
        "data": "2023-06-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1521",
        "titulo": "Provoked Death at Request of the Person, Opinion of SPMI Associates",
        "keywords": "Euthanasia, Suicide, Assisted, Terminal Care",
        "introducao": "The Portuguese Parliament recently approved the law that “… regulates the special conditions in which medically assisted death is not punishable” and created a new concept for the Portuguese: death provoked at the request of the person. The diploma intends to rule the conditions for access to this procedure, namely the framework of admission, procedures and main players. Physicians are directly involved in this new medical act. It is necessary to know what they think and consider to be their information and training needs.",
        "metodos": "The Núcleo de Estudos de Bioética of the SPMI carried out an opinion survey among Portuguese internists on the clarity of the terms used in the law, their consistency with the rest of the legal and ethical system of the profession and on the training needs in this area.",
        "resultados": "About 42% of the respondents showed unavailability to get involved in this new medical act. The clinical conditions susceptible to access to the procedure are not of clear meaning for more than 70% of the respondents, according to the terms defined in the law: “definitive injury of extreme gravity”, “serious or incurable injury” and “suffering of great intensity”. Less than 16% consider that Portugal offers good end-of-life care and that the request for death provoked at one's own request does not constitute a priority criterion for access to Palliative Care.",
        "conclusao": "The present study carried out with Portuguese internists identifies doubts, difficulties and reveals the opinions of respondents, often with opposing views. The collected data help to understand the problem and give clues for future investigations and developments.",
        "doi": "https://doi.org/10.24950/rspmi.1521",
        "data": "2023-06-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/929",
        "titulo": "A Prevalence of Dysphagia in Patients Admitted to a Department of Internal Medicine and Intensive and Intermediate Care Unit: Results of a Pilot Study.",
        "keywords": "Deglutition Disorders/complications, Deglutition Disorders/epidemiology, Hospitalization, Internal Medicine",
        "introducao": "Introduction: Dysphagia is a frequent problem during the course of life, but its prevalence in the population admitted to internal medicine services is unknown.",
        "metodos": "Material and Methods: We developed a prospective, single-centre study with the purpose of calculating the prevalence rate of dysphagia in an Internal Medicine service, identifying risk factors and characterizing its main complications.",
        "resultados": "Results: In a sample of 79 patients consecutively admitted over a 12-week period (54.4% male, mean age 74.2 years), the prevalence of dysphagia was 34%, and 21.5% of patients had moderate to severe dysphagia.",
        "conclusao": "Conclusion: The presence of dysphagia was related to gender, age, comorbidity index, functional status and presence of previous dysphagia in this sample. About one in six patients developed complications of dysphagia during hospitalization and their occurrence was related to the severity of dysphagia.",
        "doi": "https://doi.org/10.24950/rspmi.929",
        "data": "2023-03-03"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1204",
        "titulo": "Hypertension and COVID-19: Relation with Complications, Comorbidities and Mortality",
        "keywords": "Comorbidity, COVID-19, Hospital Mortality, Hypertension, SARS-CoV-2",
        "introducao": "Introduction: SARS-CoV-2 infection is characterized by hyperproduction of pro-inflammatory cytokines that impact the cardiovascular system. In addition, several cardiovascular risk factors, like arterial hypertension, were identified as risk factors for greater disease severity and mortality in these patients. The objective of this study is to evaluate the prevalence of hypertension in patients with COVID-19 and its association with complications, comorbidities and mortality.",
        "metodos": "Methods: Retrospective study of the patients with COVID-19 admitted to Internal Medicine ward between March 2020 and February 2021. Data was collected from the digital clinical file. Logistic regression was applied to clarify the effect of independent variables on mortality.",
        "resultados": "Results: The sample included 1291 patients with COVID-19, a median age of 73 years (IQR: 22) and male gender predominance (n = 701, 54.3%). There were 65.5% (n = 845) of patients with hypertension, 54.9% (n = 709) dyslipidemia and about a third had diabetes mellitus and obesity (31 and 38%, respectively). Comparatively to the non-hypertensive patients, hypertensive group presented with higher prevalence of other cardiovascular risk factors (diabetes mellitus, obesity and dyslipidemia (p <0.001)) and lower functionality and more comorbidities (as calculated by AVDezIS and Charlson modified scores, p<0.001). There was also higher proportion of severe COVID-19 disease (p = 0.003), greater number of patients admitted to intensive care units (p <0.001) and higher in-hospital mortality (p <0.001). Hypertension was not a mortality predictive factor in these patients.",
        "conclusao": "Conclusion: In this study, patients with hypertension presented with higher severity of COVID-19 disease, higher prevalence of other cardiovascular risk factors, complications during hospitalization and in-hospital mortality, however, its presence was not a mortality predictive factor.",
        "doi": "https://doi.org/10.24950/rspmi.1204",
        "data": "2023-03-03"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/682",
        "titulo": "The Confusion Assessment Method for Intensive Care Unit: A Large  Cohort Validation Study in the Emergency Department of a Tertiary  Hospital",
        "keywords": "Delirium/diagnosis, ; Emergency Service Hospital, Intensive Care Units, Severity of Illness Index",
        "introducao": "Introduction: The Confusion Assessment Method for Intensive Care Unit (CAM-ICU) is of great potential value in the emergency department (ED). However, there is still uncertainty about its diagnostic accuracy and reliability, with studies warranting larger cohorts. In one of the largest and most heterogeneous cohorts considered to date, the aim was to vali[1]date and explore the applicability of the CAM-ICU (European Portuguese) as a delirium screening and diagnostic tool in the ED setting of a main hospital referral centre.",
        "metodos": "Methods: Data were randomly and prospectively recorded in a convenience sample of patients with 18 years or older admitted to the ED of Hospital de Braga (Braga, Portugal). Delirium status was primarily assessed using the CAM- -ICU. For the validation aspect, the reference standard was a psychiatric evaluation, conducted within 3 hours of the CAM- -ICU by a psychiatrist blind to the finding, using the DSM-5 diagnostic criteria, without external interference on the regular proceedings in the ED on the timing, number and operationalization of psychiatric evaluations in the setting.",
        "resultados": "Results: After exclusion/inclusion criteria, of the 592 patients evaluated, 19.8% were diagnosed with delirium using the CAM-ICU. The reference standard was applied to 81 patients. The CAM-ICU presented a sensitivity of 95.2% (95% CI= 74.1 to 99.8) and specificity of 88.3% (95% CI= 76.8 to 94.8). CAM-ICU showed an accuracy of 90.1% with the reference standard.",
        "conclusao": "Conclusion: The CAM-ICU (Portuguese version) is practical, valid and reliable instrument for the assessment of delirium in the real setting of an ED showing sensibility, specificity and accuracy for delirium diagnosis.",
        "doi": "https://doi.org/10.24950/rspmi.682",
        "data": "2022-09-22"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/632",
        "titulo": "Gaucher’s Disease and Enzyme Replacement Therapy: Case Series of a Department",
        "keywords": "Enzyme Replacement Therapy, Gaucher disease/drug therapy",
        "introducao": "Introduction: Gaucher disease (GD) is a rare hereditary disease, caused by a deficiency of the enzyme glucocerebrosidase. Manifestations may include hepatosplenomegaly, cytopenia, bone disease and neurological symptoms. Early diagnosis and timely treatment improve the prognosis of these patients.",
        "metodos": "Methods: Retrospective and longitudinal study, to characterize the patients with GD and understand the impact of treatment on disease progression. Clinical information was collected from the files of patients with GD under enzymatic replacement treatment (ERT), followed in an Internal Medicine consultation in 2019.",
        "resultados": "Results: We present a case series from 5 (female) patients with GD subtype 1 from a single institution, who were treated with ERT. The age at diagnosis ranged between 6 and 35 years. Three patients have histological diagnoses and 2 enzymatic diagnoses. All were medicated with ERT (4 imiglucerase, 1 velaglucerase), and 3 were previously medicated with alglucerase. The age at onset of ERT ranged between 26 and 52 years-old. Prior to ERT, 80% had thrombocytopenia, 100% anaemia, 40% splenomegaly (although the remaining 60% were previously splenectomised), 100% hepatomegaly and 80% bone pain. After 6 months of treatment, there was a reduction in the volume of the spleen and liver, improvement of anaemia and thrombocytopenia and improved bone pain. There was also a reduction in the levels of β-D-chitotriosidase and tartar resistant acid phosphatase.",
        "conclusao": "Conclusion: ERT is effective in reducing cytopenia and liver and splenic volume in patients with GD, improving their quality of life.",
        "doi": "https://doi.org/10.24950/rspmi.632",
        "data": "2022-06-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/213",
        "titulo": "Challenges of Referral to the National Network of Continuous Integrated  Care: The Experience in a Hospital",
        "keywords": "Delivery of Health Care, Integrated, Hospitalization, Length of Stay",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.213",
        "data": "2022-06-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/289",
        "titulo": "Cerebral Venous Thrombosis: 11 Years in a Stroke Unit",
        "keywords": ": Stroke/diagnostic imaging, Venous Thrombosis/diagnostic imaging",
        "introducao": "Introduction: Cerebral venous thrombosis (CVT) is a rare type of stroke that is more frequent in young women. This condition presents generally with nonspecific signs and symptoms, and the diagnosis is based on imaging of the brain venous circulation. First-line treatment is anticoagulation Our objective was to characterization of the population diagnosed with CVT in stroke Unit of Setubal hospital.",
        "metodos": "Methods: Retrospective and descriptive study of CVT cases admitted to our Stroke Unit between 2008 and 2018. Data were collected from the hospital system records and registered in a database. We analyzed demographic, clinical and imaging characteristics and data from the etiological investigation and functional outcome (modified Rankin Scale).",
        "resultados": "Results: Of the 27 patients included, 21 (78%) were women and the mean age was 43.5 years. The most frequent presentation was headache (96.3%). An oral contraceptive was the most common risk factor identified (44.4%). The initial examination was made by head computed tomography (CT) scan in 23 (85.2%) patients, out of the 20 evocative characteristics of CVT. Diagnosis was confirmed by CT venography or magnetic resonance angiography (MRA). More than 50% of patients had involvement of more than one venous structure. A heparin-based treatment was administered to all patients and the clinical status for discharge was favourable in 25 cases.",
        "conclusao": "Conclusion: CVT mainly affected young women, with oral contraception being a major risk factor. The clinical picture tended to be nonspecific, with headache as the most frequent manifestation. In case of clinical suspicion, a negative head CT does not exclude the diagnosis and the investigation should be continued with MR and MRA. It is important to recognize this pathology, which remains underdiagnosed.",
        "doi": "https://doi.org/10.24950/rspmi.289",
        "data": "2022-06-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/314",
        "titulo": "Hepatitis C Treatment: What is the Impact of the SARS-CoV-2  Pandemic?",
        "keywords": "COVID-19, Hepatitis C, Pandemic, SARS-CoV-2",
        "introducao": "Introduction: Hepatitis C virus (HCV) is an important cause of liver disease, presenting several clinical manifestations. The discovery of direct acting antivirals has revolutionized the treatment of this infection, these new antivirals allowed the eradication of the virus in more than 95% of the cases. The SARS-CoV-2 pandemic changed the normal functioning of health services, and this could compromise this goal.",
        "metodos": "Methods: Retrospective analysis of patients treated and followed in a district hospital between January 1, 2015, and December 31, 2020.",
        "resultados": "Results: We treated 267 patients, 77.9% men, the average age being 50 years old. History of intravenous drug use was de risk factor in 55%. Genotype 1 was the most common (64%), 27% had liver cirrhosis and 32% had been submitted to other treatments. The average of the waiting time for treatment was 3.19 months, before the pandemic it was 3.11 months and in 2020 it was 4.15 months, this difference is statistically significant (p = 0.017). The number of patients treated over the years has been decreasing. The most used treatment was ledispasvir/ sofosbuvir. The sustained virological response was 99%. Patients were discharged in 70% of the cases.",
        "conclusao": "Discussion: This retrospective study is the first, at national level, to evaluate the impact of the SARS-CoV-2 pandemic on the treatment of HCV infection. It showed an increase in the waiting time for treatment in the year 2020. The impact of the SARS-CoV-2 pandemic on this pathology is still unclear.",
        "doi": "https://doi.org/10.24950/rspmi.314",
        "data": "2022-06-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/423",
        "titulo": "Oxygen Therapy in Ward: Implementation of a Prescription Protocol",
        "keywords": "Internal Medicine, Oxygen Inhalation Therapy",
        "introducao": "Introduction: Oxygen is one of the most used therapies in hospital environment, however, in Portugal there are no recommendations regarding its use in acutely ill patients. In the EMO Study (Neves, 2012) authors found that the use of oxygen in Portuguese Internal Medicine wards did not follow the legis artis. The aim of our study was to evaluate the impact of creating and implementing an oxygen therapy prescription protocol by target saturation range in an Internal Medicine Service.",
        "metodos": "",
        "resultados": "Methods: A prospective study was carried out in two consecutive years, focusing on a representative sample of hospitalized patients, evaluating demographic variables, type of prescription, identification of the risk of hypercapnic respiratory failure, prescription compliance and administration failures.",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.423",
        "data": "2022-06-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/508",
        "titulo": "Therapeutic and Prophylactic Indications for Use of Proton Pump  Inhibitors and Inappropriate Prescribing",
        "keywords": "Inappropriate Prescribing, Proton Pump Inhibitors/therapeutic use",
        "introducao": "Introduction: Proton pump inhibitors represent one of the most prescribed drug classes, often maintained without reevaluation of the need for treatment. The goals for this study were to identify the therapeutic and prophylactic indications of use, analyze the demographic characteristics of patients and the relative frequency of inappropriate use.",
        "metodos": "Material and Methods: Retrospective, observational, cross-sectional study, which consulted the clinical files of patients admitted in Internal Medicine Services of a District Hospital from June to October 2020, and whose usual medication included a proton pump inhibitor.",
        "resultados": "Results: 76.4% of patients (n = 233) were under proton pump inhibitors with no indication.",
        "conclusao": "Conclusion: The fact that they are not subjected to a prescription, contributed to their excessive and growing consumption without medical opinion. However, it is essential to evaluate the indications for treatment and inappropriate use as several studies have exposed potential adverse reactions associated with prolonged exposure.",
        "doi": "https://doi.org/10.24950/rspmi.2022.01.192",
        "data": "2022-03-22"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/510",
        "titulo": "Muscle Mass Evaluation and Nutritional Support in the Critically Ill Patient",
        "keywords": "Anthropometry, Critical Care, Critically Illness, Muscle, Skeletal, Nutritional Support, Ultrasonography",
        "introducao": "Introduction: The loss of muscle mass is becoming a very common problem among critically ill patients and it’s also strongly related to their prognosis and quality of life after leaving the intensive care unit. The purpose of this study was to evaluate the loss of muscle mass in the first five days, since the patient is admitted to the intensive care unit, and if there is a relationship between this muscle wasting and the nutritional support provided to patients.",
        "metodos": "Methods: This prospective observational study enrolled adult patients admitted in the intensive care unit between January and March 2020. On the day of admission and on the fifth day of follow-up, an ultrasound evaluation of the thickness of the biceps brachii and quadriceps femoris was performed. During the five-day period we also analyzed the energy and protein support that was provided to the patients.",
        "resultados": "Results: Thirty five patients were enrolled in this study with a mean age of 64±15, mostly male gender (62.9%). There was a loss of 1.77 mm in the thickness of the biceps brachii and 2.19 mm in the quadriceps femoris. We observed that the patients received an estimated daily nutritional support that corresponds to 20.0% of their energy and 24.9% of their protein needs.",
        "conclusao": "Conclusion: It is feasible to objectively and non-invasively evaluate the muscle mass in critically ill patients and there was a significant decrease in muscle mass in the first days after admission. The nutritional support provided was significantly lower than recommended.",
        "doi": "https://doi.org/10.24950/rspmi.2022.01.220",
        "data": "2022-03-22"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/511",
        "titulo": "Nosocomial Infections. COVID-19: A Friend or Foe?",
        "keywords": "COVID-19, Cross Infection/prevention & control, Infection Control",
        "introducao": "Introduction: Nosocomial Infections constitute a public health problem and bring excess avoidable costs associated with hospital admissions. Over the COVID-19 pandemics there was a shift in policies focusing on infection prevention and control programs.",
        "metodos": "Methods: We postulate that such shift may have an indirect effect in the occurrence of nosocomial infections. We performed a retrospective study aiming to compare the differences in nosocomial infection prevalence between a COVID19 period and a non-COVID-19 period, in a free-COVID-19 Internal Medicine ward from a central hospital in Lisbon. We included 393 patients, 192 patients being from the non-COVID-19 period and 201 patients from the COVID-19 period.",
        "resultados": "Results: We found a statistically significant reduction in the occurrence of nosocomial infections in the COVID-19 period from 16.1% (n = 31) to 5.5% (n = 11) (p = 0.001; OR 0.301; 95% CI: 0.146-0.617). We also found a statistically significant reduction in antibiotic usage (n = 31; 16.1% vs n = 11; 5.5%; p = 0.001) and in the occurrence of multidrug resistant organism infection (n = 9; 29.0% vs n = 1; 9.1%; p = 0.009) in the COVID-19 period.",
        "conclusao": "Conclusion: Our results confirm that after implementation of systematic infection control protocols there was a reduction in nosocomial infections. We suggest further investigation to validate the data obtained and a cost-benefit analysis to clarify whether the universal implementation of infection prevention and control measures will add value to the treatment of patients.",
        "doi": "https://doi.org/10.24950/rspmi.2022.01.292",
        "data": "2022-03-22"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/512",
        "titulo": "Neutrophil-to-Lymphocyte Ratio: The Role of Adding a Biomarker to a  Predictive Post-Stroke Pneumonia Score",
        "keywords": "Lymphocytes, Neutrophils, Pneumonia, Stroke/ complications",
        "introducao": "Introduction: To assess the association of neutrophil-to- -lymphocyte ratio (NLR) with post-stroke pneumonia (PSP) incidence, stroke subtype, severity, and prognosis.",
        "metodos": "Material and Methods: Prospective observational study over a 42-month period in a Stroke Unit of a tertiary University Hospital. All patients with acute ischaemic stroke (AIS) were sequentially included. NLR was obtained at admission. Patient characteristics such as stroke subtype, severity and PSP diagnosis were ascertained. Score A2DS2 was used as clinical predictor of PSP.",
        "resultados": "Results: 521 patients with AIS were identified. The mean age was 76.17 ± 10.16 years years, 46.9% were men. Association was found between NLR and type and severity of stroke (p < 0.01), persisting in stratified analysis after excluding concomitant infection. Patients with higher ratio presented severer neurological deficits at admission, higher mortality, and dependency on discharge (p < 0.01). A logistic regression was performed to ascertain the predictive capacity of NLR (≥3) and A2DS2 (≥6) on the likelihood of developing PSP (p < 0.005). The model explained 17.1% (Nagelkerke R2) of the variance in pneumonia diagnoses, correctly classifying 77.0% of patients with 96.3% specificity. Patients with A2DS2 ≥6 were likelier to develop pneumonia (OR 8.36, p < 0.01). Moreover, patients with NLR ≥3 had higher odds of developing pneumonia (OR 2.35, p < 0.01).",
        "conclusao": "Conclusion: NLR appears to be related to severity in AIS, possibly as surrogate of neuroimmune mediation. Advances in the understanding of the immunobiological effects of ischemia in the brain may lead to future therapeutic developments. Presently, as a relatively inexpensive biomarker, there may be a potential role for NLR in improving PSP prediction scores.",
        "doi": "https://doi.org/10.24950/rspmi.2022.01.o",
        "data": "2022-03-22"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/267",
        "titulo": "Biologics Drugs in Behçet’s Disease: A Single Centre Experience",
        "keywords": "",
        "introducao": "Introduction: Behçet´s disease (BD) is a systemic vasculitis of unknown cause. Several cytokines, such as tumor necrosis factor-alpha (TNF-α), appear to play a substantial role. Therefore, biologics such as anti-TNF-α agents are rising to control severe or refractory BD´s manifestations.",
        "metodos": "",
        "resultados": "We aimed to describe the biological therapy´s outcomes in BD patients.",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.o.13.4.2021",
        "data": "2021-12-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/268",
        "titulo": "Point of Care Opportunist Screening of Abdominal Aortic Aneurysm in  an Internal Medicine Ward",
        "keywords": "Aortic Aneurysm, Abdominal/diagnostic imag ing; Mass Screening; Ultrasonography",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.o.96.4.2021",
        "data": "2021-12-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/270",
        "titulo": "Estarão os Doentes com Fibrilhação Auricular Correctamente  Anticoagulados? Um Retrato de um Hospital Português do Interior",
        "keywords": "Aged; Anticoagulants; Atrial Fibrillation/drug therapy; Drug Prescriptions",
        "introducao": "Introduction: Oral anticoagulants (OACs) have proven to minimize the risk of stroke in patients with atrial fibrillation (AF). However, the proportion of patients that are not on OACs and have indication to be is still high. Our aim was to evaluate the proportion of AF patients receiving anticoagulation therapy and to evaluate the quality of OACs prescribing.",
        "metodos": "",
        "resultados": "Material and Methods: A cross-sectional study was undertaken in the Internal Medicine Department of a hospital from Alentejo (01-04/2019). Patients were included if they were aged ≥18, had previous history of non-valvular AF and presented a CHA₂DS₂-VASc ≥ 2 (male) or ≥ 3 (female). Both the number of patients that were using OACs and the number of patients that were correctly anticoagulated were extracted. Data analysis was performed using uni- and bivariate statistics (IBM SPSS v.20.0).",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.o.98.4.2021",
        "data": "2021-12-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/271",
        "titulo": "Impact of Vitamin D Supplementation in a Heart Failure Population",
        "keywords": "Heart Failure; Vitamin D; Vitamin D Deficiency",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.o.224.4.2021",
        "data": "2021-12-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/140",
        "titulo": "Fast-Track Management of Acute Chest Pain: Experience Gained in a Hospital from Alentejo",
        "keywords": "Cardiovascular Diseases, Chest Pain, Critical Pathways, Emergency Service, Hospital, Myocardial Infarction",
        "introducao": "Introduction: As an effort to reduce mortality associated with acute myocardial infraction (AMI), a fast-track approach named Via Verde Coronária (VVC) was implemented nationwide in 2007. Data on how this approach is performing in different hospitals is still scarce. Our aims were to characterize the main diagnoses of patients included in VVC and to evaluate the proportion of cases diagnosed with AMI.",
        "metodos": "Material and Methods: A retrospective observational study was undertaken in the emergency department of a hospital from Alentejo (06/2017-05/2018). Patients were included if they were aged 18 or older and presented AMI-related symptoms. The main diagnosis was retrieved from medical records and the proportion of AMI was calculated. Data analysis was performed using uni- and bivariate statistics (IBM SPSS v.27.0).",
        "resultados": "Results: A total of 338 patients were included, where 56.5% (n = 191) were male with a mean age of 63.9 ± 15.1 {19;96} years old. The majority of diagnoses were from the circulatory system (61.2%, n = 207). AMI was present in 27.2% (n = 92/338) of the sample. There were differences when comparing the number of risk factors between patients with AMI and non-AMI (2.83 ± 1.54 vs 2.06 ± 1.49 risk factors/patient, respectively; p < 0.001) and in patients with NSTEMI and STEMI (3.25 ± 1.36 vs 1.81 ± 1.50 risk factors/patient, respectively; p < 0.001). There was a statistically significant difference when analyzing the duration of pain between patients with AMI and non-AMI (6.24 ± 9.08 vs 10.53 ± 18.23 hours of pain, respectively; p = 0.032).",
        "conclusao": "Conclusion: Data suggest that the majority of diagnosis in VVC was related to the circulatory system, and a quarter of them were AMI.",
        "doi": "https://doi.org/10.24950/O/235/20/3/2021",
        "data": "2021-10-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/142",
        "titulo": "Relationship Between Type of Ischemic Stroke with Degree of Dysphagia, Aspiration Pneumonia, and Mortality: A Three-Year Portuguese Stroke Unit Experience",
        "keywords": "Deglutition Disorders/mortality, Pneumonia, Aspiration/mortality, Stroke/mortality",
        "introducao": "Introduction: Aspiration pneumonia is a severe complication of stroke, related to higher stroke severity, functional impairment and dysphagia grade, increasing mortality rate, length of hospitalization and health costs. The study aims to analyse the relationship between aspiration pneumonia, the clinical type and severity of ischemic stroke and its consequences and outcomes.",
        "metodos": "Material and Methods: A retrospective study aanalysed 1116 patients admitted to a Portuguese stroke unit between 2017 and 2019, selecting and characterizing ischemic strokes according to Bamford Stroke Classification. The functional status was quantified with the modified-Rankin and Barthel scales, the severity of stroke was evaluated with the National Institutes of Health Stroke Scale, and the dysphagia status was accessed with the Gugging Swallowing Screen. These scales were evaluated at admission and discharge. Aspiration pneumonia was identified based on clinical, laboratory and radiologic findings.",
        "resultados": "Results: A population of 937 individuals (51.5%), and average age 75.6 years old. Prevalence of aspiration pneumonia of 19.5%. Total anterior circulation infarction with higher rate of aspiration pneumonia (74.3%). The functional status, severity of stroke, and grade of dysphagia were worse in the aspiration pneumonia group. The overall mortality rate was 11.6%, with an average length of 11.0 days of hospitalization, being statistically significant (p < 0.01) in the aspiration pneumonia group (40.4% and 13.8 days, respectively).",
        "conclusao": "Discussion/Conclusion: Aspiration pneumonia is related to the severity of stroke, functional status, and grade of dysphagia, being related to higher mortality rates and longest length of stay.",
        "doi": "https://doi.org/10.24950/O/296/20/3/2021",
        "data": "2021-10-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/143",
        "titulo": "Pericardiocentesis: 7 Years of Experience",
        "keywords": "Cardiac Tamponade, Echocardiography, Pericardial Effusion, Pericardiocentesis",
        "introducao": "Introduction: Pericardiocentesis is a valuable technique to diagnose and treat patients with pericardial effusion, and several methods have already been tested to reduce complication and increase success rates of this procedure. The aim of this study was to evaluate procedure success, use of echocardiogram, complications rate and usefulness for etiologic study of patients with pericardial effusion.",
        "metodos": "Material and Methods: Retrospective analysis of 55 pericardiocentesesis performed on 48 patients between January 2013 and December 2019 in an Intensive Care Unit from a peripheral hospital.",
        "resultados": "Results and Discussion: It was assisted by echocardiography in 64% of cases, with a 100% success rate, 9.1% complications rate, and 12.7% recurrence rate. There was a greater number of punctures necessary for success, a higher rate of complications and greater severity of them when pericardiocenteses was not guided by echocardiography, which explains worse outcomes when compared to other series where echocardiography was used in every single procedure. Pericardial fluid analysis did not allow extrapolating Light criteria for pleural effusion, however there was a tendency for an association between classic exudate cases (neoplasia and infection) and higher LDH in pericardial fluid; ADA>50 U/L was very specific for tuberculous pericardial effusion. Most common etiology was neoplastic (33%, n = 16), with an average survival of 5.7 months in these patients, compared with 21.6 months in other causes.",
        "conclusao": "Conclusion: Echocardiogram-guided pericardiocenteses had a high success rate associated with a lower percentage of complications, which is why its use in all procedures is advocated. This technique has a main therapeutic goal in moderate to severe effusions, since it was not possible to obtain useful criteria to establish an etiological diagnosis.",
        "doi": "https://doi.org/10.24950/O/15/21/3/2021",
        "data": "2021-10-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/144",
        "titulo": "Nailfold Videocapillaroscopy: A Department’s Experience",
        "keywords": "Microscopic Angioscopy, Nails/blood supply; Raynaud Disease/diagnosis",
        "introducao": "Introduction: Nailfold videocapillaroscopy is a non-invasive technique aimed to study microcirculation. This exam is an additional tool in the management of the patient with microcirculation changes, mostly in cases due to suspected autoimmune disease.",
        "metodos": "Methods: First 101 patients undergoing nailfold videocapillaroscopy in our hospital over an 18-month period, using a digital videocapillaroscope.",
        "resultados": "Results: One hundred and one patients, 85% women, average age 50 years. The main reason for referencing was Raynaud´s phenomenon (93%). Capillaroscopic evaluation was suggestive of primary Raynaud´s phenomenon in 28 patients and secondary in 65.",
        "conclusao": "Discussion: The results described, although in a small sample, allow to reinforce the usefulness of nailfold videocapillaroscopy in the evaluation of patients with suspected microcirculatory dysfunction, especially in the context of autoimmune pathology. The early identification of individuals with a higher risk of progression to autoimmune disease will allow to optimize their follow-up, with regular surveillance, easy access to the medical team for an early detection of symptoms and regular laboratory evaluation.",
        "doi": "https://doi.org/10.24950/O/46/21/3/2021",
        "data": "2021-10-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/145",
        "titulo": "Telephonic Appointments in A Pandemic Context: Assessment of Patient Satisfaction",
        "keywords": "COVID-19, Patient Satisfaction, Remote Consultation, Telemedicine, Telephone",
        "introducao": "Introduction: Coronavirus disease 2019 (COVID-19) augmented the pressure on health care systems. In order to contain the transmission alternative measures were adopted regarding care delivery to chronic diseases, namely through the use of telemedicine. Patient satisfaction with health care is associated with a better prognosis. In this study we intend to evaluate satisfaction with the provided health care in Internal Medicine telephonic appointments.",
        "metodos": "Material and Methods: After performing a literature review we created a questionnaire to evaluate patient satisfaction with telephonic appointments. All patients with Internal Medicine telephonic appointments on September 2020 were included. The questionnaire was applied to the patient or to a family member.",
        "resultados": "Results: The questionnaire was performed to 81 patients with an average age of 67.9 years and male predominance (53.1%). The questionnaire was answered by the patient himself in 71.6% of cases. Seventy patients (86.5%) agree/totally agree that telephonic appointments enabled health care that suited their needs and 88.8% agree/totally agree that it represents an acceptable way of health care delivery. The majority (74.1%) revealed satisfaction with telephonic appointments.",
        "conclusao": "Discussion and Conclusion: We present a new satisfaction questionnaire that showed a good reliability and can represent an important tool in the future. In general patients attributed high total satisfaction scores to telephonic appointments, revealing its acceptance as an alternative way of receiving health care. The implementation of telemedicine during the current pandemic allows health care delivery to be maintained, representing a promising strategy.",
        "doi": "https://doi.org/10.24950/O/72/21/3/2021",
        "data": "2021-10-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/146",
        "titulo": "COVID-19 Pandemic’s Impact on Emergency Department’s Mortality",
        "keywords": "COVID-19, Emergency Service, Hospital, Mortality, SARS-CoV-2",
        "introducao": "Introduction: Official data shows increased excess all- -cause mortality in 2020 compared to 2019. Fear of exposure constrained medical evaluations which were delayed by either choice or imposition. Going to the emergency department (ED) was no exception. Our objective was to compare demographic, clinical and analytical characteristics of patients who died in a COVID-19 dedicated ED with the same period of 2019.",
        "metodos": "Material and Methods: Retrospective study analysing patient discharge notes who have died during ED permanence between March 18th and June 22nd of 2019 and in the same period of 2020. Statistical analysis was performed using IBM SPSS software.",
        "resultados": "Results: A total of 33 patients died in 2019 whereas 99 died in 2020 during the analysed period, representing a mortality rate of 0.34% and 1.89%, respectively. Only 4.04% (n = 4) of deceased patients tested positive for SARS-CoV-2 in 2020, while all showed severe respiratory infections. There was a statistically significant difference concerning length of stay in ED (p < 0.01), being bedridden (p = 0.04), dementia (p = 0.03) and presence of respiratory failure at admission (p = 0.001). There were no differences regarding demographic data, comorbidities, and other analytical parameters.",
        "conclusao": "Conclusion: In 2020, deaths in the ED occurred among more vulnerable patients and with more severe disease. It was the later demand for hospital care, particularly in the worsening of chronic diseases, that irreversibly conditioned this outcome, especially in the context of chronic diseases exacerbation. Furthermore, the number of deaths that can be attributed to COVID-19 is negligible, deserving reflection and readaptation of good practices ensuring that patients are admitted to the ED within the recommended time and in accordance with the suspected pathologies.",
        "doi": "https://doi.org/10.24950/O/135/21/3/2021",
        "data": "2021-10-27"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2622",
        "titulo": "Proposta Curricular para a Formação em Doenças Respiratórias Durante o Internato de Medicina Interna",
        "keywords": "Doenças Respiratórias, Educação Baseada em Competências, Internato e Residência, Medicina Interna/ educação",
        "introducao": "Introdução: As doenças respiratórias são uma das principais causas de morbidade e mortalidade no país e na Europa. O Programa de Formação da Especialidade de Medicina Interna contempla o domínio de conhecimentos nesta área, mas de uma forma genérica.",
        "metodos": "Apresentamos uma proposta curricular para formação em doenças respiratórias na Medicina Interna em Portugal, inspirada pelas recomendações da European Respiratory Society,visando adaptar e harmonizar a formação na área das doenças respiratórias. Desenvolvemos uma proposta que inclui milestones e entrustable professional activities, com o objetivo de facilitar uma avaliação baseada em competências. Estaabordagem inovadora permite que o currículo seja flexível, ajustando-se ao ritmo de aprendizagem individual dos Internos de Formação Especializada (IFE) independentemente do tempo decorrido desde o início do internato.",
        "resultados": "Métodos: Utilizamos questionários enviados a Internistas com experiência na abordagem de doentes respiratórios, diretores de serviço, responsáveis locais pela formação e internosde formação Especializada de Medicina Interna para garantir um consenso abrangente sobre as competências que devem ser integradas na formação.",
        "conclusao": "Resultados: Os resultados das 88 respostas obtidas, indicam um forte consenso para a inclusão de 196 objetivos dos 262 inicialmente analisados, com 97 desses objetivos recebendo uma recomendação forte por todos os grupos consultados.",
        "doi": "https://doi.org/10.24950/rspmi.2622",
        "data": "2025-03-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/54",
        "titulo": "Impact of an Antimicrobial Stewardship Programme on the Prescription of Carbapenems and Quinolones",
        "keywords": "Antimicrobial Stewardship, Carbapenems, Drug Resistance, Bacterial, Quinolones",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/O/244/20/2/2021",
        "data": "2021-07-12"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/56",
        "titulo": "Non-Invasive Ventilation in Acute Respiratory Failure",
        "keywords": "Noninvasive Ventilation, Respiratory Distress Syndrome",
        "introducao": "Introduction: Non-invasive mechanical ventilation (NIV) is a valid, albeit non-consensual option for the treatment of patients with Acute Respiratory Failure (ARF). The following article has the main goal of identifying predictors of therapeutic response to NIV.",
        "metodos": "Methods: Retrospective longitudinal study which included patients in an Intensive Care Unit in 2016 and 2017, in whom NIV was started once they developed de novo ARF (PaO2/ FiO2 < 200). We included patients with community acquired pneumonia (CAP) and acute respiratory distress syndrome (ARDS) and compared NIV-responders to non-responders.",
        "resultados": "Results: Between 2016 and 2017, 83 patients with de novo ARF were treated with NIV. Of those, 50 (60%) were treated successfully. The most common cause of ARF was CAP, which was successfully managed with NIV in 70% of cases. NIV-responders presented lower severity scores (APACHE 2; SAPS 2; SOFA) at admission (17.5; 37.5; 6 vs 22; 48; 9, p=0.014, p=<0.01 and p<0.01, respectively). Non-responders presented significantly lower arterial pH values at admission (7.35 vs 7.42, p<0.01), PaO2/FiO2 ratio (118 vs 145, p=0.03), higher seric lactate (2.2 vs 1.46, p<0.01) as well as need for vasopressor support (51.5% vs 30%, p=0.04). The change in the PaO2/FiO2 ratio within 2 hours of treatment was wider in the group of NIV-responders, unlike non-responders (+53, p<0.01 vs +14, p=0.09).",
        "conclusao": "Conclusion: NIV was an effective respiratory support strategy in 60% of patients with de novo ARF. Patients who seem to have a higher probability of NIV success are: patients with CAP; with or without moderate ARDS, rather than severe; with no respiratory acidaemia; patients with no lactacidemia or patients with no need for vasopressor therapy. The ability of NIV to significantly alter the PaO2/FiO2 ratio after 2 hours of technique seems to be a good success predictor.",
        "doi": "https://doi.org/10.24950/O/320/20/2/2021",
        "data": "2021-06-18"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/57",
        "titulo": "Clinical Spectrum of TH/TO and NOR90 Autoantibodies in Systemic Sclerosis",
        "keywords": "Antibodies, Scleroderma, Systemic, Signs and Symptoms",
        "introducao": "Introduction: Systemic sclerosis is an autoimmune disease with a large spectrum of clinical manifestations. Autoantibodies could indicate symptoms, diagnostics and establish a more appropriate treatment. The relevance of searching Th/To and NOR90 is still unknown. We aim to evaluate major manifestations and disease associations of Th/To and NOR90 autoantibodies.",
        "metodos": "Material and Methods: Observational retrospective single- centre study, including all patients with Th/To or NOR90 autoantibodies followed in autoimmune consultation from 2018 to 2020. Absence of specific clinical information excluded patients. Demographic, clinical and diagnostical data were analysed.",
        "resultados": "Results: In this study, female gender was the most prevalent. Cutaneous, articular, cardiopulmonary and gastrointestinal involvements were present in both autoantibodies’ groups, with no renal manifestations. In 40% of both groups, systemic sclerosis diagnosis was established. No other concomitant autoantibodies were documented in 53% and 50% of anti-Th/To and anti-NOR90, respectively.",
        "conclusao": "Discussion and Conclusion: This study verified similar involvement in both groups with frequent skin and articular symptoms, more cardiopulmonary involvement in anti-Th/To group and more gastrointestinal association in anti-NOR90. Although, in this study, these autoantibodies were commonly related to systemic sclerosis, in approximately half of cases they were isolated with no other concomitant systemic sclerosis’ autoantibodies, enhancing the importance of their active research when this disease is suspected.",
        "doi": "https://doi.org/10.24950/O/326/20/2/2021",
        "data": "2021-06-18"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/58",
        "titulo": "Demographic Characterization, Clinical Course and Risk Factors for Mortality of Adult Inpatients with COVID-19: A Single-Centre Experience from the First Outbreak in Portugal",
        "keywords": "COVID-19, SARS-CoV-2, Demography, Mortality, Portugal, Risk Factors",
        "introducao": "Introduction: Clinical characteristics of Portuguese inpatients with coronavirus disease 2019 (COVID-19) are scarce. We aim to describe the demographic characteristics, clinical course and outcomes of hospitalized patients with COVID-19 and to analyze risk factors for in-hospital mortality.",
        "metodos": "Material and Methods: Ambispective cohort study of adult COVID-19 patients admitted to a Portuguese tertiary hospital between March and August 2020. Asymptomatic, pregnant and all patients admitted due to social reasons were excluded.",
        "resultados": "Results: Of the 432 admitted patients, 279 individuals were included. The median age was 69 years and 57% were male. The most common comorbidities were high blood pressure (66.3%), dyslipidemia (33.3%), diabetes (27.1%) and cardiovascular disease (CVD) (26.5%). The most common symptoms included fever (74.4%), cough (67.0%) and dyspnea (59.9%). Ferritin, C-reactive protein and D-dimer levels were elevated in 86.3%, 74.8% and 73.9% of patients, respectively. Mortality rate was 17.3%. 32.3% of the patients developed acute respiratory distress syndrome, 31.9% were admitted to intensive care unit and 20.8% were ventilated. In multivariable analysis, age (OR 1.04, 95% CI 1.01–1.09, p=0.023), CVD (OR 2.68, 95% CI 1.21–5.93, p=0.015) and lymphocyte count <0.5x109/L (OR 6.61, 95% CI 2.23–19.62, p=0.001) were risk factors for in-hospital mortality.",
        "conclusao": "Discussion: Our demographics, clinical and severity outcomes are in-line with international reports. Compared to other European countries, our less expressive in-hospital mortality rate might reflect a modestly controlled first outbreak in our country.",
        "doi": "https://doi.org/10.24950/O/30/21/2/2021",
        "data": "2021-06-18"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/81",
        "titulo": "Palliative Care and Pre-Graduate Medical Education: Perspectives of Last-Year Medical Students and Medical Interns",
        "keywords": "Health Knowledge, Attitudes, Practice, Internship and Residency, Palliative Care, Students, Medical",
        "introducao": "Introduction: In Portugal, the ageing of the population, and the high prevalence of chronic diseases justify the investment in the education of health professionals in palliative care (PC). The main objective of this study was to assess the opinions of medical students and interns about pre-graduate education in PC, and its contribution to the medical profession.",
        "metodos": "Material and Methods: Qualitative study (online questionnaire) with descriptive treatment of the data. Participants were last-year students at Medical Schools of Portugal and first-year interns.",
        "resultados": "Results: Of the 221 participants, 61% were students, the majority attended PC classes which lasted <8 hours. Participants considered the discipline of PC relevant for the medical education, but it should have a higher workload and should give the necessary knowledge to any general practitioner. There should be more education on symptoms of terminally ill patients, physical signs of imminent death, and communication of bad news. Participants revealed a good knowledge of the philosophy of PC and felt familiar with the main concepts of PC. Students did not have access to a practical, specialized environment for PC.",
        "conclusao": "Conclusion: In Portugal, although the pre-graduate education in PC is insufficient, it has had a positive effect, with high theoretical knowledge, but with little practice in PC. Medical Schools should invest more in pre-graduate education in PC, through the obligatory curriculum and regular clinical practices, empowering students for an empathic and compassionate relationship between the doctor and the patient in PC.",
        "doi": "https://doi.org/10.24950/O/166/20/1/2021",
        "data": "2021-09-20"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/82",
        "titulo": "Casuistry of an Emergency Service: Reasons for Referencing Primary Health Care",
        "keywords": "Acute Disease, Emergency Service, Hospital, Primary Health Care",
        "introducao": "Introduction: A large number of patients from primary health care are referred to the hospital emergency department daily. The aim of our study is to identify the major reasons for that, the approach in the emergency department and the destination of these patients.",
        "metodos": "Material and Methods: Descriptive study. All patients from primary health care (PHC) were selected at ARS Alentejo Central, referred to the emergency department (ED) of Hospital Espírito Santo de Évora, for the specialty of Internal Medicine, in the month of January and July 2017. To perform the statistical analysis, the Speed Statistics® (SPSS) was used.",
        "resultados": "Results: About 15% of patients admitted to the emergency department are from PHC and 50% of these are forwarded for internal medicine. About 57% of patients have priority and the most frequent reason for referral is respiratory symptoms. A major conclusion carries out complementary diagnostic tests. It was found that 75% of the admitted patients were discharged to the home, 25% of whom had no acute pathology or had not been diagnosed in the ED.",
        "conclusao": "Discussion and Conclusion: More studies are necessary to identify the gaps in the path of the patient with acute pathology and what motivates the transfer of patients from PHC to ED. It is necessary to reflect and change the strategy, with the objective of improving the efficiency of the national health system, culminating in greater comfort for the patient. It would also be attractive to make multidisciplinary teams, in support of PHC, to discuss cases of acute pathology and decide on the best diagnostic and therapeutic approach. In this way, it would be possible to reduce the consumption of resources, creating a more patient-centred approach.",
        "doi": "https://doi.org/10.24950/O/224/20/1/2021",
        "data": "2021-09-20"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/83",
        "titulo": "D-Dimer in Venous Thromboembolism Diagnosis in The Emergency Department",
        "keywords": "Emergency Service, Hospital, Fibrin and Fibrinogen Degradation Products, Venous Thromboembolism",
        "introducao": "Introduction: Venous thromboembolism (VTE) refers to deep vein thrombosis (DVT) and pulmonary embolism (PE). D-dimer dosing has sensitivity of over 95% and high negative predictive value for the diagnosis of VTE. Our goal was to analyse every Emergency Department episode in which d-dimer dosing was performed. The variables analysed were: presence or absence of clinical symptoms suggestive of VTE, the suitability of D-dimer request according to pre-test probability scores, performance of computed tomography angiography (angio-CT) if D-dimer elevation and number of confirmed VTE.",
        "metodos": "Methods: We performed a retrospectively analysis of all cases of patients over 18 years of age in whom D-Dimer dosing was performed in our Emergency Department from the 1st of July to the 31st of December of 2017.",
        "resultados": "Results: 589 episodes were included in our analysis. Female gender represented 61% (n = 361) and median age was 62 ± 19 years-old. We documented 110 episodes with D-dimer dosing without any suggestive symptoms of VTE. In four patients with high pre-test probability D-dimer was inadequately performed. D-dimer elevation was observed in 55,5% (327/589) of all episodes, but only 28,1% were submitted to angio-CT. Total VTE confirmed was 27 (4,6%).",
        "conclusao": "Discussion and Conclusion: Our results are according to the literature. We report 3 main diagnostic errors: D-dimer dosing in patients without symptoms of VTE; D-dimer dosing in high probability patients; and patients with elevated D-dimer who do not do angio-CT. This study enlightens the prejudice of excessive and inadequate exams in the diagnosis of VTE.",
        "doi": "https://doi.org/10.24950/O/245/20/1/2021",
        "data": "2021-09-20"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/99",
        "titulo": "Oncological Pathology at Home: One Year of Experience",
        "keywords": "Fever, Home Care Services, Hospital-Based, Neoplasms, Neutropenia",
        "introducao": "Introduction: Neoplasia is considered the second disease with the highest morbidity and mortality. Hospital-level care is often unavoidable. The objective of Home Hospitalization (HH) is to minimize hospital complications and provide greater satisfaction to the patient and family/caregiver.",
        "metodos": "Material and Methods: This article reports one year of HH experience at the Unidade Local de Saúde of Castelo Branco with regard to patients with oncological pathology.",
        "resultados": "Results/Discussion: In the first year of HH, 99 patients were admitted, 22.2% (n = 22) of whom had oncological pathology. Sixty four percent were male and the average age was 65.9 years old (±12.8). The average hospital stay was 6.8 days (±3.4). Seventy seven percent had active cancer disease. The main existing neoplasias were: 31.8% lung, 22.7% hematological, 18.1% prostate and 13.6% breast. Of these, 58.8% were under chemotherapy and 17.6% had undergone recent surgery or radiation therapy. The main comorbidities found in these patients were: hypertension, type 2 diabetes mellitus, obstructive sleep apnea syndrome and chronic pain. The main reasons for hospitalization were: febrile neutropenia (36.3%), respiratory infection (27.2%) and pain control (13.6%). One patient died, one was transferred to hospital and three readmissions. Ninety days after discharge, 63.6% did not return to the hospital.",
        "conclusao": "Conclusion: Hospitalization in patients with neoplasia is very common. These are at increased risk of suffering from in-hospital infections, which increases mortality. The HH is advantageous because it reduces complications and provides a better quality of life for patients, given that they are undergoing qualified treatment in their own home.",
        "doi": "https://doi.org/10.24950/O/142/20/4/2020",
        "data": "2021-09-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/100",
        "titulo": "Community-Acquired Urinary Tract Infections: A Comparative Study Between 2013 and 2015",
        "keywords": "Drug Resistance, Multiple, Bacterial, Community- Acquired Infections, Urinary Tract Infections",
        "introducao": "Introduction: Urinary tract infections (UTI) are one of the main reasons for assessing in the emergency department and for antibiotic prescribing. Our objective was to characterize the community-acquired UTI and antibiotic prescription patterns in two years.",
        "metodos": "Material and Methods: Retrospective observational study, including patients evaluated in the first semesters of 2013 and 2015 with the diagnosis of community-acquired UTI, evaluated in the adult emergency department.",
        "resultados": "Results: A total of 1981 diagnoses were identified, corresponding to 448 positive urine cultures. Escherichia coli was the most frequent bacterium, and there was a significant decrease in its prevalence between the two periods. There was a significant decrease in the resistance rate of Escherichia coli to ciprofloxacin and co-trimoxazole (trimethoprim/ sulfamethoxazole) and an increase in Klebsiella pneumoniae resistance to nitrofurantoin. Nitrofurantoin, quinolones and cephalosporins showed global sensitivities greater than 90%. In the two-year period, the prescription of quinolones decreased while that of fosfomycin and nitrofurantoin increased.",
        "conclusao": "Discussion: The profile of Escherichia coli resistance to quinolones found in our study is lower than that previously documented in Portugal. Progress towards compliance with the national guideline has been made by decreasing the prescription of quinolones and co-trimoxazole, leading to an improvement in the profile of sensitivities to these antibiotics.",
        "doi": "https://doi.org/10.24950/O/145/20/4/2020",
        "data": "2021-09-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/101",
        "titulo": "Acute HIV Infection: The Impact of Early Antiretroviral Therapy",
        "keywords": "Anti-Retroviral Agents/therapeutic use, HIV Infections/ drug therapy",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/O/194/20/4/2020",
        "data": "2021-09-23"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/116",
        "titulo": "Nutritional Status as a Risk Factor in a Cohort of Geriatric Patients in a Specialized Convalescence Unit",
        "keywords": "Accidental Falls, Aged, Convalescence, Geriatrics, Hospital Units, Malnutrition, Nutrition Assessment, Pressure Ulcers, Socioeconomic Factors",
        "introducao": "Introduction: Malnutrition is frequent in the elderly and is a healthcare problem. Our objective was to characterize the elderly population admitted to a convalescence unit and relate the nutritional status on admission with functional and health-related outcomes.",
        "metodos": "Methods: All patients over 65 years old admitted to a convalescence unit during an 18-month period were analysed in regard to nutritional, functional and socio-familial status, risk of falling and risk of developing pressure ulcers.",
        "resultados": "Results: Hundred eighty one patients, 57.5% females, aged 80.0±7.1 years old were included. Mini Nutritional Assessment classified 1/3 as undernourished and 66.3% as at risk for malnutrition. The great majority did not have a good socio-familial situation. Almost 2/3 had high risk of falling. Over 80% had no or mild risk for developing pressure ulcers. Over half were discharged home. Moderate correlations were found between nutritional status and both dependence for activities of daily living (ADL) and risk of developing pressure ulcers.",
        "conclusao": "Discussion: We found a high incidence of malnutrition, dependence for ADL, socio-familial problems and high risk of falling. We found a statistically significant relation between nutritional status and risk of developing pressure ulcers, constituting an important alert that nutritional evaluation and support may have a crucial role in people’s quality of life.",
        "doi": "https://doi.org/10.24950/O/19/20/3/2020",
        "data": "2021-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/117",
        "titulo": "Use of Urinary Catheter in Hospitalized Patients: Reducing Procedure’s Related Complications",
        "keywords": "Catheter-Related Infections, Urinary Catheterization, Urinary Tract Infections/etiology",
        "introducao": "Introduction: About 25% of patients would have a urinary catheter (UC) in place at some time during their hospitalization, although there is no formal indication for the procedure in a significative number of cases. We intend to analyze the incidence of inappropriate use of UC in an Internal Medicine Department and to relate to its complications rate.",
        "metodos": "Methods: This is an observational prospective study that includes the clinical records review of all hospitalized patients in Internal Medicine Department who were submitted to UC during hospital stay, in a 3 months period. Patients with chronic use of urinary catheter and patients who were transferred to another institution were excluded.",
        "resultados": "Results: In 193 patients with UC, 124 were improperly used in a certain time of the hospital stay, totalizing 1651 days of inappropriate UC. Traumatic hematuria was found in 8% and urinary retention after catheter removal was found in 9% of cases. Catheter associated urinary tract infection was diagnosed in 41 patients (21%) and in 14 of these patients there was no formal reason for UC.",
        "conclusao": "Discussion/Conclusion: The rate of UC (47%) was significantly higher than that found in other similar studies and the time of inappropriate catheterization was overly prolonged. Nosocomial urinary infections are a major concern related to catheterization, as they contribute to mortality and morbidity of this patients. Implementation of rational use of UC protocols is crucial to improve outcomes of hospitalized patients.",
        "doi": "https://doi.org/10.24950/O/28/20/3/2020",
        "data": "2021-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/118",
        "titulo": "Gender Differences in Acute Ischemic Stroke Treatment",
        "keywords": "Brain Ischemia/drug therapy, Sex Factors, Stroke/drug therapy",
        "introducao": "Introduction: In order to personalize stroke treatment, it is important to know if there are differences between genders in clinical features, acute phase treatment and outcomes.",
        "metodos": "Material and Methods: Longitudinal retrospective study that included patients with ischemic stroke, admitted in a stroke unit during a 30 months period and treated with thrombectomy with or without thrombolysis. The objective was to assess gender differences.",
        "resultados": "Results: Of 594 patients included, 50% were women. At admission, women had higher median age (78 vs 73 years), higher modified Rankin Score (mRS) and higher median National Institutes of Health Stroke Scale (NIHSS). No gender differences were found in treatment type, median time between symptoms onset and computed tomography, between computed tomography and thrombolysis and with respect to revascularization success. Disability expressed by mRS and mortality at 3 months were similar between genders. More women had atrial fibrillation (AF) (51% vs 35%), nevertheless, less women with known AF were receiving anticoagulant therapy before the event, compared to men (38% vs 52%).",
        "conclusao": "Discussion: Even if women were older and had worse premorbid functional status, no gender differences were evident with regard to acute phase treatment efficacy and mediumterm outcomes. Conclusion: In women, age should not limit acute phase treatment of stroke and decisions should be individualized.",
        "doi": "https://doi.org/10.24950/O/34/20/3/2020",
        "data": "2021-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/119",
        "titulo": "Troponin Elevation and Myocardial Injury in Patients Admitted to an Internal Medicine Department: Diagnostic and Prognostic Significance",
        "keywords": "Myocardial Infarction / diagnosis, Troponin, Troponin I",
        "introducao": "Introduction: An elevated troponin is often found in patients admitted to the hospital. The meaning and the classifications of patients with this elevation (myocardial injury, either acute or chronic, versus acute myocardial infarction, either type 1 or type 2) remains unclear. The aim of our study was to assess the meaning and to classify the patients admitted to an internal medicine department with an elevated troponin level.",
        "metodos": "Material and Methods: A clinical retrospective analysis of hospitalized patients admitted to an internal medicine department was conducted over a 2-year period. We identified patients with at least 2 troponin I measurements, and at least 1 above 0.1 ng/mL. Population was characterized according to demographics, cardiovascular risk factors, clinical presentation, treatment and prognosis. Troponin elevation was interpreted according to the fourth univer-sal definition of myocardial infarction.",
        "resultados": "Results: A total of 90 patients were enrolled, with a mean age of 83 years ((± 8.1), 52% were male. Sixty patients (66%) had myocardial infarction criteria, and the remaining 30 patients (33%) were classified as acute myocardial injury, without infarction. We found no clinical difference between these patients, except for age, which was higher in myocardial infarction patients (84 ± 7 vs 81 ± 10 years, p = 0.039). Patients had a high disability score (43% had an ECOG 3 or 4), hypertension (89%), heart failure (51%), type 2 diabetes (50%), chronic kidney failure (35%), atrial fibrilation or flutter (35%) and had had a previous myocardial infarction (33%). Clinical presentation included dyspnea (44%) and chest pain (13%). On discharge, pa-tients were prescribed a statin (64%) and antiplatelets (58%). In-hospital mortality was 17%, while 30 days and 1 year mortality were 27% and 51% respectively.",
        "conclusao": "Conclusion: In this study, in a real-world cohort of patients admitted to an Internal Medicine department over a 2-year period, troponin levels were analyzed in 9%, and acute myocardial injury was found in one third of those patients. These patients had criteria for acute myocar-dial infarction in 66% and of acute myocardial injury without infarction in 33%. Age was higher in myocardial infarction patients, whilst there were no differences in other clinical, management or prognostic features. Patients were elderly and fragile, with a higher prevalence of several comorbidities, when compared with studies based on Cardiology departments. Mortality was high, with half the patients dying within a year, even with the prescription of statins in 64% and antiplatelets in 60%.",
        "doi": "https://doi.org/10.24950/O/69/20/3/2020",
        "data": "2021-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/120",
        "titulo": "Coronamellitus: An Infecto-Metabolic Pandemic",
        "keywords": "Coronavirus Infections, COVID-19, Diabetes Mellitus",
        "introducao": "Introduction: There are considerable differences in mortality due to SARS-CoV-2 infection. Advanced age and comorbidities, such as diabetes mellitus, have been associated with a worse prognosis. The aim of this study was to assess the impact of diabetes and metabolic control on Emergency Department (ED) admission in patients with COVID-19 with hospitalization criteria.",
        "metodos": "Methods: Clinical and laboratorial features were assessed through ED clinical file consultation of patients hospitalized with COVID-19 at CHTV. The data included inflammatory and metabolic profile, personal history and chronic medication.",
        "resultados": "Results: Eighty nine patients were included, 38.2% women and 61.8% men, with a mean age of 73.23 years ± 16.26. 29.2% patients had a previous diabetes diagnosis, 53.4% hypertension and 29.5% cardiac insufficiency. The overall mortality was 14.6%, 7.86% of the patients were admitted to the iIntensive Care Unit and there were no significant differences between the groups (diabetic versus non-diabetic). The average HbA1C was 6.96% and there was a positive and significant correlation between the blood glucose values and lactate, C-reactive protein and leukocyte values.",
        "conclusao": "Conclusion: Higher blood glucose levels at ED admission appear to be associated with more severe inflammatory states and may also explain some of the variance in lactate and leukocyte values. The diabetic population had good metabolic control, which may clarify the absence of significant differences in severity and mortality between groups.",
        "doi": "https://doi.org/10.24950/O/119/20/3/2020",
        "data": "2021-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/155",
        "titulo": "Health Literacy in Patients Hospitalized in an Internal Medicine Ward",
        "keywords": "Communication, Health Literacy, Hospitalization",
        "introducao": "Introduction: Health literacy is a topic of growing popularity given its relevance and impact on clinical outcomes. There are several health literacy assessment tools. The European Health Literacy Survey Questionnaire (HLS-EU-Q) is the most recently validated in Europe, it has a validated Portuguese version and it categorizes 4 different degrees of health literacy (excellent, sufficient, problematic and insufficient). Lower degrees of literacy are associated with worse incidence and severity of illness, hospital- ization rates and higher morbidity and mortality. The goal was to assess the health literacy level in relation to healthcare.",
        "metodos": "Material and Methods: Application of the Portuguese ver- sion of the HLS-EU (HLS-PT) questionnaire to patients admitted to internal medicine care. All patients admitted to the internal medicine ward were initially included. Exclusion criteria were evidence of cognitive or clinical inability to answer the questionnaire.",
        "resultados": "Results: 64 patients were surveyed. Study population was mostly male (57%) with an average age of 71 years, retired (71.8%) and with low level of education (56.2% with academic education up to junior school). The majority (68.7%) had a prob- lematic or insufficient health literacy.",
        "conclusao": "Conclusion: Although the authors recognize that both the environment of the questionnaire application and the demographic characteristics of this study differ from the national and European study, it is a disturbing result regarding health literacy in hospitalized individuals with chronic diseases.",
        "doi": "https://doi.org/10.24950/O/233/19/2/2020",
        "data": "2021-12-05"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/156",
        "titulo": "Identification of Patients Admitted in an Internal Medicine Ward with Palliative Care Needs",
        "keywords": "Internal Medicine, Palliative Care, Surveys and Questionnaires",
        "introducao": "Introduction: Palliative Medicine is a growing area in Portugal, but until now the existence of such care has not been done in a structured way. The ageing population and the increasing in chronic diseases prevalence in advanced stage, progressive and debilitating diseases, provides increasingly demand of health care services and hospitalization, implying increased spending if such patients are not identified as palliative. The present study aims to assess the need for Palliative Care (PC) in patients hospitalized in an internal medicine department.",
        "metodos": "Methodology: A retrospective and observational study is presented, including patients aged ≥ 60 years, for a period of three months. It was applied the Palliative Care Screening Tool scale (PCST) in order to identify the potential candidates for Palliate Care (score ≥ 4).",
        "resultados": "Results: Three hundred and twenty-eight patients were admitted, but only 288 (88%) were evaluated and 54% of them presented score ≥ 4 points at PCST scale, eligible for PC. In this group, the average age was 82 years; 54% women and 46% men. Admission median was 11 days. The main co- morbidities were dementia in 47%, stroke in 45% and chronic kidney disease in 39%. The appreciation of psychological problems was not recognized. The mortality rate was 31% and only one patient was admitted in PC unit.",
        "conclusao": "Conclusion: This study testifies that PC patients are hos- pitalized in Internal Medicine Services, and it also shows the importance of specific training of internists as well as research in this particular area and the use of specific scales with the potential to identify these patients.",
        "doi": "https://doi.org/10.24950/O/265/19/2/2020",
        "data": "2021-12-05"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/157",
        "titulo": "Secular Trends in the Mortality by Cerebrovascular Diseases in Portugal: 1902-2012",
        "keywords": "Portugal, Cerebrovascular Disorders/mortality",
        "introducao": "Introduction: Cerebrovascular diseases (CVD) are one of the main causes of death in Portugal. Research on the epi- demiologic history might help to understand the phenomenon and guide intervention strategies. Objectives: (1) Describe historic trends in mortality. (2) Estimate the impact of demographic variations on the registered number of cases.",
        "metodos": "Methods: (1) We calculated rates, specific and standard- ized, for deaths registered as CVD (ICD-10: I60-I69, G45; ICD- 8/9: 430-438; ICD-6/7: 330-334) by sex (1902-2012) and by sex and age groups (1913-2012). We used Join point analysis to identify statistically significant changes in standardized death rates, and multivariate regression models, Poisson and negative binomial, controlling for demographic dynamics and time trend, from 1913 to 2012. (2) We calculated the contribution of demographic variations using the application RiskDiff. (3) We evaluated if changes in coding rules might have been a source of bias. Data source: National Institute of Statistics.",
        "resultados": "Results: (1) We gathered the longest and most discriminated mortality series from CVD in Portugal with data since the beginning of nationwide collection. Mortality increases exponentially with age and is higher in men. (2) We observed sig- nificant variations in age-standardized time trends (1913-1933: APC 2.0%; 1933-1955: APC -0.9%; 1955-1974: 2.9%; 1974- 1996: -2.4%; 1996-2012: -6.5%). (3) Population ageing exerted a significant pressure to increase the number of deaths, particularly in the second half of the twentieth century. However, this effect was counterweighted by protective factors.",
        "conclusao": "Conclusion: CVD mortality in Portugal is particularly expressive when compared to other European countries, although significant gains have been observed in the last decades. Population ageing combined with a transition between the morbid and mortality dimensions changed the public health paradigm.",
        "doi": "https://doi.org/10.24950/O/271/19/2/2020",
        "data": "2021-12-05"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/158",
        "titulo": "Improving Elderly Patients’ Medication Appropriateness in an Internal Medicine Ward: Application of the STOPP/START Criteria",
        "keywords": "Aged, Drug-Related Side Effects and Adverse Reactions, Hospitalization, Inappropriate Prescribing, Polypharmacy.",
        "introducao": "Introduction: In elderly people, polypharmacy and inappropriate prescribing are prevalent and associated with adverse events. STOPP/START criteria are a tool aiming to improve elderly medication appropriateness that has shown good validity, interrater reliability and applicability.Our aim was to evaluate the impact of the application of STOPP/START criteria version 2 to the prescription of hospitalized elderly patients.",
        "metodos": "Methods: A prospective, single-centre study carried out in a tertiary internal medicine ward. Patients admitted with 65 years or more and with 5 or more medications were randomized to receive either usual physician and pharmacist care (control) or providing the patient ́s attending medical team, within the first 72 hours, a pop-up recommendation indicating potentially inappropriate medications (PIM) and potentially prescribing omissions (PPO) as a result of the application of the STOPP/START version 2 criteria (intervention). Statistical analysis done with SPSS version 23 considered a p <0.05.",
        "resultados": "Results: 156 patients were included and random- ized, and 64 on the intervention group and 62 on the con- trol group were analysed. The team observed an average PIM and PPO reduction of 49% and 31% in the intervention group versus 13% and 0% in the control group (p = 0.01). There was an average acceptance of 63% for STOPP and 40% for START criteria recommendations. In the overall population the team found a prevalence of polypharmacy of 21% and of inappropriate prescription (at least one PIM) of 75.4% and identified a total of 230 PIM and 153 PPO.",
        "conclusao": "Conclusion: The team reports a high prevalence of polypharmacy and inappropriate prescription among Portuguese elderly patients admitted to an internal medicine ward. The latter was significantly reduced using pop-up recommendations reporting the application of STOPP/START version 2 criteria within 72 hours of admission.",
        "doi": "https://doi.org/10.24950/O/290/19/2/2020",
        "data": "2021-12-05"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/159",
        "titulo": "Are Outcomes of Non-Invasive Ventilation in Acute Respiratory Failure Similar in Very Old Adults?",
        "keywords": "",
        "introducao": "Introduction: Acute respiratory failure (ARF) is one of the most prevalent causes of observation in the emergency department in an ageing population. Non-invasive positive pressure ventilation (NIPPV) has shown good results in critically ill with ARF. The evidence of NIPPV outcomes in old patients is scarce. The aim of our study is to analyse outcomes of NIPPV use in this population.",
        "metodos": "Methods: We conducted a prospective observational study in a 12-bed intermediate care unit of an university hospital. We included and consecutively compared patients aged 75 years old or more (study group) and under 65 years old (control group) submitted to NIPPV due to ARF. The primary endpoint was mortality (in-hospital and 30 days after discharge). Secondary endpoints were NIPPV settings, complications, and failure rate.",
        "resultados": "Results: A total of 109 patients were included. In-hospital mortality was significantly higher in the study group (22.2 % vs 8.1%, p< 0.01). However, mortality 30 days after discharge was not significantly different (4.1% vs 4.9%, p = 0.37). NIPPV duration of use (6.1 vs 2.2 days, p < 0.01) and hospital length of stay (14.3 vs 6.2 days, p = 0.01) were higher in the study group. NIPPV failure (22.2% vs 16.1 %, p = 0.09) and complication rate (intolerance 8% vs 6%, p = 0.31; ulcers 4% vs 3%, p = 0.28) were similar in both groups.",
        "conclusao": "Conclusion: ARF carries a grim prognosis in older adults. A high mortality rate was observed in older patients despite similar severity assessments and NIPPV failure and complication rates. Notably, out of the hospital mortality is comparable between both groups.",
        "doi": "https://doi.org/10.24950/O/291/19/2/2020",
        "data": "2021-12-05"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/181",
        "titulo": "Validation of the Physical Performance Test Scale for the Portuguese Geriatric Population with Dementia",
        "keywords": "Dementia, Geriatric Assessment, Physical Functional Performance, Portugal, Surveys and Questionnaires",
        "introducao": "Introduction: Dementia is a neurodegenerative disorder characterized by cognitive impairment associated with functional decline. In Portugal, there is a shortage of measuring instruments to assess the physical performance of these patients. The Physical Performance Test (PPT) scale evaluates functionality. The aim of the study is to validate both versions of the scale - PPT-7 and 9 items - for elderly with dementia in the Portuguese population.",
        "metodos": "Materials and Methods: An observational cross-sectional study was performed. Of the 96 individuals evaluated, 60 met the inclusion criteria: age ≥ 65 years; Dementia diagnosis with assessment by Mini Mental State Examination between 10 and 24 points. The ethical procedures of the Helsinki Decla- ration have been complied with. Data collection took place in eight institutions.",
        "resultados": "Results: Cronbach’s alpha was 0.79 (evaluator 1 and 2) in the PPT-9 items and 0.69 (evaluator 1) and 0.70 (evaluator 2) in the PPT-7 items. The values of test-retest reliability var- ied between 0.65 and 0.72 (evaluator 1) and 0.52 and 0.91 (evaluator 2), except for item 3. The values inter-rater reliability exceeded 0.95. For the PPT-9 and PPT-7 items, the correlation was 0.99. The convergence of the PPT-9 items with the IB is 0.65 and the PPT-7 items is 0.64.",
        "conclusao": "Discussion: Cronbach ́s alpha coefficients revealed good levels of reliability. Both versions have good reproducibility, high interobserver agreement and moderate convergence with IB.",
        "doi": "https://doi.org/10.24950/O/156/19/1/2020",
        "data": "2021-12-08"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/182",
        "titulo": "Etiology, Treatment and Prognosis of Acute Pericarditis",
        "keywords": "Acute Disease, Pericarditis/diagnosis, Pericarditis/etiology, Pericarditis/therapy, Prognosis",
        "introducao": "Introduction: Acute pericarditis is a common inflammatory condition of the pericardium usually assumed to be viral or idiopathic. Despite recent treatment improvements, information is scarce regarding etiology and prognosis. Our aim was to determine the incidence of pericarditis with a known etiology and assess clinical prognostic predictors.",
        "metodos": "Material and Methods: A clinical retrospective analysis of hospitalized patients with acute pericarditis was conducted from 2012 to 2016. Population was characterized according to etiology, clinical presentation, treatment and prognosis. Outcomes of interest, evaluated at one year after hospital discharge, were pericarditis recurrence, hospitalization, constric- tion and overall mortality.",
        "resultados": "Results: A total of 94 patients were enrolled, median age 46 years (inter-quartile range 32-61), 65% were male. Idio- pathic etiology was responsible for 68% of cases. A specific etiology was found in the remaining 32% of patients, being the most frequent autoimmune disease (12%) and malignancy (5%). Idiopathic pericarditis was associated with myopericarditis (p = 0.049) and a known etiology with pericardial effusion (p = 0.001) and cardiac tamponade (p = 0.027). Recurrence of pericarditis was found in 13% of patients. Corticosteroid treatment in patients with an identified etiology was not associated with an increase in recurrence (p = 0.220). Overall 1-year mortality was 9%. A defined etiology was the only independent predictor of mortality at multivariate analysis (OR 40.3; 95% CI 1.9 – 137.2; p = 0.016).",
        "conclusao": "Conclusion: Up to one third of hospitalized patients with acute pericarditis have an identified cause of pericarditis and these patients are at increased risk of mortality.",
        "doi": "https://doi.org/10.24950/O/185/19/1/2020",
        "data": "2021-12-08"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/183",
        "titulo": "Ketamine in Context of Oncologic Palliative Care: A Challenge Experience of a Palliative Care Service",
        "keywords": "Ketamine, Pain Management, Palliative Care",
        "introducao": "Introduction: Ketamine is a dissociative anaesthetic agent which has analgesic and antidepressants properties in suban- aesthetic doses, and it has been used as an adjuvant treatment for opioid-refractory cancer pain.The aim of this study was to assess the use of ketamine in a palliative care centre.",
        "metodos": "Material and Methods: Retrospective study for thirty months in an oncologic adult palliative care service of patients undergoing treatment with ketamine.",
        "resultados": "Results/Discussion: Twenty patients were analysed. Ages varied from 26 to 78 years, median of 54.5. Ketamine was used as an adjuvant treatment for opioid-refractory cancer pain in 18 patients, and in two to treat depression. In the first group all patients had unbearable pain and 22% showed signs of opioids adverse effects; 73% had mixed pain. They were treated with high doses of opioids-equivalent to a median dose of 422.5 mg/ day of oral morphine. The average dose of ketamine was 85 mg/ day, median 80 mg/day, in continuous intravenous or subcutaneous infusion in 90% of them. The dose of opioid decreased in 12% and the rescue opioid dose in 53%. In 70% the pain was relieved. Improvement in pain was found in an average of 4.8 days. All received neuroleptics with or without benzodiazepines. The psychotomimetic side effects in one patient forced to discontinue ketamine. Patients with depression demonstrated an improve- ment in mood as the main response to a single dose of ketamine.",
        "conclusao": "Conclusion: The results of this study showed ketamine efficiency in subanaesthetic doses to help control the cancer pain. Despite being a promising therapeutic approach in palliative care units more research must be carried out to define the role of ketamine in Palliative Care.",
        "doi": "https://doi.org/10.24950/O/280/19/1/2020",
        "data": "2021-12-08"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/326",
        "titulo": "Screening of Distal Symmetric Polyneuropathy in Hospitalized Diabetic Patients",
        "keywords": "Diabetes Mellitus, Diabetic Neuropathies, Hospitalization, Polyneuropathies",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/176/19/4/2019",
        "data": "2022-02-07"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/325",
        "titulo": "An Audit of Oxygen Therapy Practices in an Internal Medicine Ward",
        "keywords": "Clinical Audit, Hospital Departments, Internal Medicine, Oxygen Inhalation Therapy",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/128/19/4/2019",
        "data": "2022-02-07"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/324",
        "titulo": "Medication Reconciliation: Audit to an Internal Medicine Ward",
        "keywords": "Hospital Departments/organization & administration, Internal Medicine, Medication Errors, Medication Reconciliation, Polypharmacy",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/74/19/4/2019",
        "data": "2019-12-11"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/405",
        "titulo": "Degree of Dependence and Risk of Nosocomial Infection",
        "keywords": "Aged, Cross Infection, Personal Autonomy, Risk Factors",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/231/18/3/2019",
        "data": "2019-09-20"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/406",
        "titulo": "Prolonged Hospitalizations in an Internal Medicine Ward",
        "keywords": "Aged, Geriatric Assessment, Hospitalization, Internal Medicine, Length of Stay",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/30/19/3/2019",
        "data": "2019-09-20"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/407",
        "titulo": "Modified Early Warning Score as a Predictor of Early Readmissions in an Intensive Care Unit: A Case-Control Study",
        "keywords": "Continuity of Patient Care, Hospital Mortality, Intensive Care Units, Patient Readmission",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/93/19/3/2019",
        "data": "2019-09-20"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/376",
        "titulo": "Fibrinolysis in a District Hospital: Performance of the First Two Years",
        "keywords": "Brain Ischemia/therapy, Fibrinolysis, Hospitals, District, Stroke/therapy, Time Factors, Thrombolytic Therapy",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/133/18/2/2019",
        "data": "2019-06-18"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/379",
        "titulo": "Seven Years of Febrile Neutropenia in Internal Medicine Department",
        "keywords": "Anti-Bacterial Agents, Antineoplastic Agents/ adverse effects, beta-Lactams, Chemotherapy-Induced Febrile Neutropenia, Febrile Neutropenia/ chemically induced, Granulocyte Colony-Stimulating Factor, Hospitalization",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/241/18/2/2019",
        "data": "2019-06-18"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/381",
        "titulo": "Potentially Inadequate Therapies at the End of Life and their Deprescription by a Palliative Care Team",
        "keywords": "Deprescriptions, Inappropriate Prescribing, Palliative Care, Medical Futility",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/14/19/2/2019",
        "data": "2019-06-18"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/382",
        "titulo": "Non-Invasive Mechanical Ventilation: How to Identify Response?",
        "keywords": "Noninvasive Ventilation, Respiratory Insufficiency/ therapy, Respiration, Artificial, Treatment Outcome",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O/17/19/2/2019",
        "data": "2019-06-18"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/357",
        "titulo": "Prevalence of Neuropsychiatric Adverse Effects in HIV Patients Treated with Dolutegravir",
        "keywords": "Anti-HIV Agents/adverse effects, Dolutegravir/adverse effects, HIV Infections/drug therapy, Mental Disorders/ chemically induced",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/64/1/2019",
        "data": "2019-03-15"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/358",
        "titulo": "Association Between Anthropometric Parameters and Glycemic Control in Type 2 Diabetics",
        "keywords": "Body Constitution, Body Mass Index, Diabetes Mellitus, Type 2, Glycemic Index, Waist Circumference, Waist-Height Ratio",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/80/1/2019",
        "data": "2019-03-15"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/359",
        "titulo": "Proton Pump Inhibitors Use for Stress Ulcer Prophylaxis in Non-Critically Ill Patients",
        "keywords": "Gastrointestinal Hemorrhage/prevention & control, Peptic Ulcer/prevention & control, Proton Pump Inhibitors",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/115/1/2019",
        "data": "2019-03-15"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/360",
        "titulo": "Palliative Care in Advanced Heart Failure: The Experience of an Intra-Hospital Support Palliative Care Team",
        "keywords": "Heart Failure, Palliative Care",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/150/1/2019",
        "data": "2019-03-15"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/361",
        "titulo": "Global Geriatric Assessment at Internal Medicine: A More Appropriate Model in The Evaluation of Hospitalized Elderly Patients",
        "keywords": "Aged, Comorbidity, Geriatric Assessment/methods, Fragilidade, Internal Medicine",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/214/1/2019",
        "data": "2019-03-15"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/495",
        "titulo": "Study of Prevalence of Raynaud’s Phenomenon in Porto",
        "keywords": "Portugal, Prevalence; , Raynaud Disease/complications, Raynaud Disease/diagnosis, Raynaud Disease/ epidemiology",
        "introducao": "Introduction: Raynaud’s phenomenon (RP) is characterized by a color changed on the skin and extremities triggered by cold exposure and emotional stress. Its prevalence in Portugal is unknown.",
        "metodos": "Material and Methods: A cross sectional study was carried out in the region of Grande Porto, Portugal. The non-random sample was composed of 663 subjects, of both genders, varying from 15 to 64 years old. The association between RP’s prevalence and age, gender, marital status, county of residence, profession, occupational exposure to chemical products, vibratory tools and refrigeration systems was investigated. Participants were classified as having RP based on UK Scleroderma Study Group criteria (“A” criteria) and Maricq’s scale of distal finger color (“A+B” criteria). Data were analyzed using the chi-square and McNemar tests. Statistical significance was set at p < 0.05.",
        "resultados": "Results: Applying “A” criteria, the prevalence of RP was 4.5% (5.6% in women versus 2.3% in men) and with “A+B” criteria the prevalence of RP was 1.7% (2.0% in women versus 0.9% in men). Only occupational exposure to chemical products was significantly and positively associated with RP. Pallor fingers were the most reliable symptom of RP, regardless the criteria used.",
        "conclusao": "Conclusion: Depending on the criteria, the prevalence of RP in Grande Porto varied between 1.7% and 4.5%, and these findings were similar to those found in some other countries. In contrast with other studies, age, gender, occupational exposure to vibratory tools and refrigeration systems had no association to RP",
        "doi": "https://doi.org/10.24950/rspmi/original/185/4/2018",
        "data": "2022-04-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/496",
        "titulo": "Admissions to an Internal Medicine Department: 20 Year Evolution in A Referral Hospital",
        "keywords": "Aging, Hospitalization, Hospital Departments, Internal Medicine, Emergency departments, Organization",
        "introducao": "Introduction: The admissions to the Internal Medicine wards have changed over the years leading to a transformation in the type of admitted patients. The purpose of this paper is to assess the evolution of the admissions to the Internal Medicine wards of a referral hospital over 20 years.",
        "metodos": "Material and Methods: Using the Homogeneous Diagnosis Groups database, the admissions to the Internal Medicine wards of a referral hospital were evaluated for age, sex, mortality rate, length of hospital stay, type of admission (urgent or scheduled), main and secondary diagnosis. They were assessed in two 3-year periods with a 20-year hiatus (1/1/1992-31/12/1994: 10 817 episodes and 1/1/2012-31/12/2014: 17 535 episodes). In a subsequent analysis the episodes with a main diagnosis belonging to the V code category were excluded.",
        "resultados": "Results: There was an increase in the age of patients (median: 61 to 79 years-old, age over 65: 36.9% to 80.3% and over 85: 3% to 26.3%), a growing number of females (47.4% to 5.1.8%), a decrease in the length of hospital stay (16.8 to 10.3 days), a rise in the mortality rate (8.3% to 15.4%) and in the number of secondary diagnosis (episodes with more than 6 diagnosis from 17.5% to 64.8%). The increase in the prevalence of respiratory diseases (11.1% to 63.1%), infectious diseases (6.7% to 10.3%) and urinary diseases (3.9% to 11.3%) also stood out.",
        "conclusao": "Discussion: We reason that the ageing population, the reorganization of hospital departments and the pressure of the emergency department over the wards is stirring a change causing functional limitations and restrictions to medical education.",
        "doi": "https://doi.org/10.24950/rspmi/original/224/4/2018",
        "data": "2022-04-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/500",
        "titulo": "Streptococcus bovis Bacteremia: Clinical Correlates in a Retrospective Analysis",
        "keywords": "Bacteremia, Colorectal Neoplasms, Streptococcal Infections, Streptococcus bovis",
        "introducao": "Introduction: An association between colorectal neoplasm and Streptococcus bovis bacteremia was first suggested in 1951. Decades later, the extent and nature of this association are still not completely understood. The aim of this study was to review all Streptococcus bovis bacteremic episodes documented at a tertiary-care centre.",
        "metodos": "Material and Methods: Retrospective analysis of patients with Streptococcus bovis bacteremia admitted to a portuguese centre from January 2000 to December 2016.",
        "resultados": "Results: There were 46 patients with Streptococcus bovis bacteremia within this period. Nearly one third presented endocarditis. Colonoscopic examination was performed in 56.6% of patients, of whom 61.5% had colorectal neoplasm. Streptococcus bovis molecular identification was held in 27 of the isolates: 19 Streptococcus gallolyticus subsp. gallolyticus, 7 Streptococcus gallolyticus subsp. pasteurianus and one Streptococcus gallolyticus subsp. infantarius. In Streptococcus gallolyticus subsp. gallolyticus infection cases, endocarditis was the main source of infection (42.1%). Most of these patients developed colorectal neoplasm (83.3%). Conversely, bacteremia cases due to Streptococcus gallolyticus subsp. pasteurianus were more likely to have a hepatobiliary source (57.1%) and only 20.0% developed colorectal neoplasm (p < 0.05).",
        "conclusao": "Discussion: Though the clinical relationship between Streptococcus bovis bacteremia and underlying GI diseases has been well-known for years, to date there has been no satisfactory explanation regarding the pathophysiologic mechanism for this association. Subjects infected with Streptococcus gallolyticus subsp. gallolyticus tended to present with endocarditis and to have colorectal neoplasm.",
        "doi": "https://doi.org/10.24950/rspmi/original/69/4/2018",
        "data": "2022-04-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/538",
        "titulo": "Dying in Internal Medicine Wards: The Last Hours of Life",
        "keywords": "Hospitalization, Internal Medicine, Medical Futility, Palliative Care, Patient Care Management, Terminal Care",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/90/4/2018",
        "data": "2022-04-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/471",
        "titulo": "Intravenous Thrombolysis for Acute Ischemic Stroke After the 80 Years of Age",
        "keywords": "Aged, 80 and over, Stroke, Thrombolytic Therapy, Tissue Plasminogen Activator",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/189/3/2018",
        "data": "2022-04-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/472",
        "titulo": "Extended Spectrum ß-Lactamase Producing Bacteria: Reality in a Tertiary Hospital",
        "keywords": "Anti-Bacterial Agents, beta-Lactamases, be ta-Lactam Resistance, Cross Infection, Drug Resistance, Multiple, Bacterial, Gram-Negative Bacteria",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2022-04-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/473",
        "titulo": "Palliative Care in Stroke Patients: Five Years Retrospective Study of Stroke Patients to whom In-Hospital Palliative Care and Support Team Evaluation was Requested",
        "keywords": "Palliative Care, Stroke",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/288/3/2018",
        "data": "2022-04-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/475",
        "titulo": "Emergency Medical Service Vehicle: Data From the Hospital Distrital da Figueira da Foz",
        "keywords": "Ambulances, Emergency Medical Services, Triage",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2018-09-11"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/479",
        "titulo": "The Impact of Biological Drugs in Patients with Rheumatoid Arthritis",
        "keywords": "Antirheumatic Agents/therapeutic use, Arthritis, Rheumatoid/drug therapy, Biological Products/therapeutic use, Etanercept, Receptors, Tumor Necrosis Factor",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/355/3/2018",
        "data": "2022-04-01"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/452",
        "titulo": "Retrospective Comparative Study Between Primary-Infection and Relapse of Clostridium difficile Disease",
        "keywords": "Clostridium Infections, Clostridium difficile, Metronidazole, Proton Pump Inhibitors, Recurrence, Vancomycin",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/268/2/2018",
        "data": "2018-06-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/444",
        "titulo": "Infectious Spondylodiscitis: Presentation, Diagnosis and Treatment",
        "keywords": "Bacterial Infections/diagnosis, Bacterial Infections/therapy, Discitis/diagnosis, Discitis/therapy, Intervertebral Disc",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/218/2/2018",
        "data": "2018-06-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/446",
        "titulo": "Hemolytic Anemia in an Internal Medicine Service: Population Characterization",
        "keywords": "Anemia, Hemolytic, Hemolysis, Hospital Departments, Internal Medicine, Portugal",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/223/2/2018",
        "data": "2018-06-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/447",
        "titulo": "Centenarians in an Internal Medicine Ward: An 11 Years Analysis",
        "keywords": "Aged, 80 and over, Comorbidity, Hospitalization, Mortality",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/252/2/2018",
        "data": "2018-06-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/449",
        "titulo": "Profiling and Case Study of Patients in a Diabetology Visit",
        "keywords": "Cardiovascular Diseases, Diabetes Complications, Diabetes Mellitus, Diabetic Angiopathies, Dyslipidemias, Hypertension",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/253/2/2018",
        "data": "2018-06-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/431",
        "titulo": "Non-Invasive Ventilation: Experience at an Internal Medicine Service",
        "keywords": "Noninvasive Ventilation, Respiratory Insufficiency",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/78/1/2018",
        "data": "2018-03-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/434",
        "titulo": "T-Cell Large Granular Lymphocyte Leukemia: The Experience of a Single Center",
        "keywords": "Autoimmune Diseases, Leukemia, Large Granular Lymphocytic, Lymphoma, T-Cell",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/143/1/2018",
        "data": "2018-03-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/435",
        "titulo": "Audit of Compliance with Pharmacological Prophylaxis of Venous Thromboembolism in an Internal Medicine Department",
        "keywords": "Hospitalization, Risk Assessment, Venous Thromboembolism/prevention & control",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/163/1/2018",
        "data": "2018-03-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/436",
        "titulo": "Vitamin D Metabolism and Pain in Rheumatoid Arthritis",
        "keywords": "Arthritis, Rheumatoid, Pain, Parathyroid Hormone, Vitamin D, Vitamin D Deficiency",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/original/184/1/2018",
        "data": "2018-03-13"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/755",
        "titulo": "AGE – Structured Geriatric Assessment: A Quality Improvement Project in the Internal Medicine Service",
        "keywords": "Aged, Geriatric Assessment, Hospital Departments, Internal Medicine, Quality Improvement",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O162/16/2017",
        "data": "2017-12-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/756",
        "titulo": "Transient Hepatic Elastography and Detection of Clinically Significant Esophageal Varices",
        "keywords": "Elasticity Imaging Techniques, Esophageal and Gastric Varices, Hypertension, Portal, Liver Cirrhosis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O274/16/2017",
        "data": "2017-12-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/759",
        "titulo": "Nailfold Capillaroscopy in the Evaluation of Autoimmune Diseases",
        "keywords": "Autoimmune Diseases, Capillaries, Microscopic Angioscopy, Nails/blood supply, Raynaud Disease, Scleroderma, Systemic",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O37/17/2017",
        "data": "2017-12-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/760",
        "titulo": "Home Hospitalization: One Year Balance of the First Portuguese Unit",
        "keywords": "Emergency Service, Hospital, Home Care Services, Hospital-Based, Patient Admission, Portugal",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/O112/17/2017",
        "data": "2017-12-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/709",
        "titulo": "Chronic Obstructive Pulmonary Disease Exacerbations in an Internal Medicine Ward: Characterization and Outcome Predictors",
        "keywords": "Hospitalization, Internal Medicine, Prognosis, Pulmonary Disease, Chronic Obstructive/complications",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/216/2017",
        "data": "2017-09-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/710",
        "titulo": "Trends in Human Brucellosis: A 12-year Study of Admissions in a District Hospital",
        "keywords": "Brucellosis/diagnosis, Brucellosis/epidemiology, Brucellosis/therapy",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/256/2017",
        "data": "2017-09-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/711",
        "titulo": "The Importance of Recanalization in Intracranial Venous Thrombosis and Predictive Factors",
        "keywords": "Intracranial Thrombosis, Predictive Value of Tests, Prognosis, Treatment Outcome, Venous Thrombosis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/9/2017",
        "data": "2017-09-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/712",
        "titulo": "Prospective Study of Methicillin-Resistant Staphylococcus aureus Colonization in an Internal Medicine Ward: Population, Risk Factors and Implications",
        "keywords": "Cross Infection, Hospital Departments, Internal Medicine, Methicillin-Resistant Staphylococcus aureus, Staphylococcal Infections",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi/29/2017",
        "data": "2017-09-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/729",
        "titulo": "Evaluation of the Effect of Hemoglobin Concentration and of Mean Corpuscular Volume on the Hemoglobin A1c Level: A Retrospective Study",
        "keywords": "Hemoglobin A, Glycosylated, Hematologic Tests, Hemoglobins",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.729",
        "data": "2017-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/730",
        "titulo": "Hypertriglyceridemic Pancreatitis: Conventional Treatment Versus Therapeutic Plasma Exchange",
        "keywords": "Acute Disease, hypertriglyceridemia/therapy, Pancreatitis/ therapy, Plasma Exchange",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.730",
        "data": "2017-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/731",
        "titulo": "Pneumococcal Pneumonia and Influenza A Pneumonia: A Comparative Study",
        "keywords": "Influenza A Virus, H1N1 Subtype, Pneumococcal Infections, Pneumonia, Viral, Streptococcus pneumoniae",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.731",
        "data": "2017-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/732",
        "titulo": "Predictors of Inappropriate Proton Pump Inhibitor Prescription in an Internal Medicine Department",
        "keywords": "Hospital Departments, Inappropriate Prescribing, Internal Medicine, Proton Pump Inhibitors/therapeutic use",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.732",
        "data": "2017-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/737",
        "titulo": "Central Pontine and Extrapontine Myelinolysis: Experience from a Single Liver Transplantation Center",
        "keywords": "Hyponatremia, Liver Transplantation, Central Pontine",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.737",
        "data": "2017-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/561",
        "titulo": "Differentiated Acute Care Unit: One Year of Activity",
        "keywords": "Hospital Units, Hospitalization, Intensive Care Units, Portugal",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.561",
        "data": "2017-03-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/569",
        "titulo": "Infective Endocarditis: Review of All Cases in an Internal Medicine Department Over a 6 Year Period",
        "keywords": "Risk Factors, Heart Failure, Endocarditis Bacterial/epidemiology, Endocarditis Bacterial/diagnosis, Comorbidity",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.569",
        "data": "2017-03-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/570",
        "titulo": "Polypharmacy, Inappropriate Drugs and Drug Interactions in the Prescriptions of Patients Older Than 90 Years",
        "keywords": "Polypharmacy, Medication Errors, Drug Prescriptions, Drug Interactions;, Aged, 80 and over",
        "introducao": "Introduction: Considering the iatrogeny derived from polyphar- macy in the very old patient, we characterize its prevalence among the recommended home therapy for patients old than 90 years when they were discharged from the Internal Medi- cine ward.",
        "metodos": "Methods: We also focused on the identification of avoidable drugs according to 2015 Beers criteria and severe drug-drug interactions. Association analysis with correlation and logistic regression was performed with remaining factors.",
        "resultados": "Results: Of the 422 cases, 70.1% had polypharmacy. In 258 prescriptions (61.1%) there was at least one potentially inappropriate drug, mainly benzodiazepines. It was associa- ted with polypharmacy, dementia and prostatic hyperplasia. On 54 cases (12.8%) there was at least one potential severe drug-drug interaction. The most frequent was acetylsalicylic acid/dipyridamole.",
        "conclusao": "Conclusion: Polypharmacy and cerebrovascular disease were the predictors. When defining the pharmacotherapy of the very old patient, doctors should consider these three problems.",
        "doi": "https://doi.org/10.24950/rspmi.570",
        "data": "2017-03-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/835",
        "titulo": "Percutaneous Liver Biopsy: Safety and Utility in 137 Consecutive Patients",
        "keywords": "Image-Guided Biopsy, Liver/pathology, Liver Diseases/ pathology.",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.835",
        "data": "2016-12-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/836",
        "titulo": "Liraglutide: Evaluation of Clinical Benefit in a Portuguese Population with Diabetes Difficult to Control",
        "keywords": "Blood Glucose, Body Weight/drug effects, Diabetes Mellitus, Type 2/drug therapy, Hypoglycemic Agents, Liraglutide, Portugal, Treatment Outcome",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.836",
        "data": "2016-12-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/837",
        "titulo": "LADA in a Diabetes Unit",
        "keywords": "Diabetes Mellitus, Type 1, Diabetes Mellitus, Type 2, Autoimmune Diseases, Age of Onset",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.837",
        "data": "2016-12-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/838",
        "titulo": "Contextualising the High Prevalence of Anaemia in the Portuguese Population: Perception, Characterisation and Predictors: an EMPIRE Sub-Study",
        "keywords": "Portugal, Anemia/therapy, Anemia, Iron-Deficiency, Folic Acid, Iron/deficiency, Prevalence, Risk Factors, Vitamin B12",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.838",
        "data": "2016-12-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/816",
        "titulo": "Prevalence and Characterization of Stroke Mimics in a Stroke Unit",
        "keywords": "Emergency Medical Services, Somatoform Disorders, Stroke, Vestibular Diseases",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.816",
        "data": "2016-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/817",
        "titulo": "Functional Assessment in the Elderly and Patient Outcomes",
        "keywords": "Disability Evaluation, Aged, Geriatric Assessment, Mortality, Outcome Assessment, Patient Readmission",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.817",
        "data": "2016-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/818",
        "titulo": "Acute Intoxications in an Intensive Care Department: Years 2002 to 2014",
        "keywords": "Alcoholic Intoxication, Intensive Care Units, Pesticides/ poisoning, Poisoning",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.818",
        "data": "2016-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/801",
        "titulo": "Underdiagnosed Chronic Kidney Disease in Diabetic Patients",
        "keywords": "Albuminuria, Biomarkers, Creatinine, Diabetes Mellitus, Diabetic Nephropathies/diagnosis, Renal Insufficiency, Chronic/diagnosis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.801",
        "data": "2016-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/802",
        "titulo": "Cardiovascular Risk Factors: Comparison Between Rheumatoid Arthritis and General Population",
        "keywords": "Arthritis Rheumatoid, Cardiovascular Diseases, Dyslipidemias, Hypertension, Risk Factors",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.802",
        "data": "2016-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/803",
        "titulo": "Let´s Remember ... Time is Brain!",
        "keywords": "Disease Management, Emergency Medical Services, Hospital Units, Stroke, Tissue Plasminogen Activator, Thrombolytic Therapy",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.803",
        "data": "2016-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/775",
        "titulo": "Pneumocystis jirovecii Pneumonia: 14 Years of Experience in an Intensive Care Unit",
        "keywords": "Critical Care, HIV Infections, Pneumocystis jirovecii, Pneumonia, Pneumocystis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.775",
        "data": "2016-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/776",
        "titulo": "Amyloidosis in an Internal Medicine Department: 12 Years of Experience",
        "keywords": "Amyloidosis, Proteinuria, Renal Insufficiency",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.776",
        "data": "2016-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/777",
        "titulo": "The Principles of Bioethics Applied in Emergency Room",
        "keywords": "Emergency Service, Hospital, Ethics, Medical, Morals, Personal Autonomy, Principle-Based Ethics",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.777",
        "data": "2016-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/957",
        "titulo": "Malária – A 12 Years Retrospective Study at Braga Hospital",
        "keywords": "Antimalarials, Hospitals, General, Malaria, Portugal, Retrospective Studies, Travel",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.957",
        "data": "2015-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/958",
        "titulo": "Safety of Transesophageal Echocardiography in Acute Stroke Patients",
        "keywords": "Echocardiography, Transesophageal, Risk  Assessment, Safety Management, Stroke",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.958",
        "data": "2015-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/960",
        "titulo": "HDL Cholesterol as Prognosis Factor in the Critically Ill Patient",
        "keywords": "Biomarkers, Cholesterol, HDL, Critical Illness, Prognosis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.960",
        "data": "2015-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/962",
        "titulo": "Intermediate Medical Care Unit´s Experience – 2005-2014",
        "keywords": "Hospital Units, Intensive Care Units, Intermediate  Care Facilities, Noninvasive Ventilation, Portugal",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.962",
        "data": "2015-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/940",
        "titulo": "Satisfaction with the Internal Medicine Internship, what do we think?",
        "keywords": "Medical Education, Internship and Residency, Mentors, Internal Medicine, Questionnaires",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.940",
        "data": "2015-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/941",
        "titulo": "Extended-Spectrum Beta-Lactamase-Producing Enterobacteriaceae  Susceptibility to Fosfomycin",
        "keywords": "Fosfomycin, Beta-Lactam Resistance, Enterobacteriaceae Infections, Escherichia coli Infections, Klebsiella Infections",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.941",
        "data": "2015-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/942",
        "titulo": "Comparison of the Final Diagnosis Made by Prehospital Emergency Teams  with the Final Diagnosis Made at the Hospital",
        "keywords": "Emergency Medical Services, Emergency  Medicine, Transportation of Patients",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.942",
        "data": "2015-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/943",
        "titulo": "Pleurodesis – Internal Medicine Service Series",
        "keywords": "Palliative Care, Pleural Effusion, Malignant, Pleurodesis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.943",
        "data": "2015-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/944",
        "titulo": "Clinical Simulation: A Way to Innovate in Health",
        "keywords": "Education, Medical, Organizational Innovation, Computer Simulation, Internal Medicine",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.944",
        "data": "2015-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/888",
        "titulo": "30-Day Readmission in Internal Medicine Wards: Rates and Risk Factors",
        "keywords": "Internal Medicine, Patient Readmission, Risk  Factors",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.888",
        "data": "2015-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/892",
        "titulo": "Etiology of Moderate-to-Large Pericardial Effusion – A Step-by-Step  Approach",
        "keywords": "Pericardial Effusion/etiology, Pericardiocentesis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.892",
        "data": "2015-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/898",
        "titulo": "Albumin as a Predictor of Hospital Morbidity and Mortality",
        "keywords": "Serum Albumin, Morbidity, Mortality",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.898",
        "data": "2015-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/899",
        "titulo": "Stress Ulcer Prophylaxis – Daily Practice in a Medical Ward for Two Years",
        "keywords": "Peptic Ulcer/prevention and control, Physician's Practice Patterns, Stress, Physiological",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.899",
        "data": "2015-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/900",
        "titulo": "Pocket Guide for Antimicrobial Prescription in Hospital Garcia de Orta, E.P.E.",
        "keywords": "Community-Acquired Infections, Cross Infection, Drug Resistance, Multiple, Bacterial",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.900",
        "data": "2015-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/874",
        "titulo": "Delirium: A Prospective Study in an Internal Medicine Ward Inpatients",
        "keywords": "Aged, Delirium/diagnosis, Hospital Departments, Internal Medicine, Risk Factors",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.874",
        "data": "2015-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1016",
        "titulo": "Urinary tract infeccions: the reality of an Internal Medicine ward",
        "keywords": "urinary infections, antibiotic susceptibility, antibiotic resistance",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.1016",
        "data": "2014-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1002",
        "titulo": "Dengue Fever: Inpatients clinical and laboratory characteristics during the  1st European Epidemics of the 21st century and literature review",
        "keywords": "dengue, Aedes aegypti, fever, thrombocytopenia, leucopenia, hepatic dysfunction, support care",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.1002",
        "data": "2014-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/989",
        "titulo": "Community acquired pneumonia and pneumonia severity index  20 (PSI-20): a retrospective study of the patients admitted to an  internal medicine service, between 2007 and 2008",
        "keywords": "community acquired pneumonia, pneumonia severity Index 20 (PSI-20)",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.989",
        "data": "2014-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/976",
        "titulo": "Use of venous thromboprophylaxis and compliance  with institutional guidelines: A cross-sectional study",
        "keywords": ".",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.976",
        "data": "2014-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/977",
        "titulo": "Cerebral venous thrombosis – An 11 years analysis",
        "keywords": "cerebral venous thrombosis, thrombophilias, anti-coagulation",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "https://doi.org/10.24950/rspmi.977",
        "data": "2014-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1103",
        "titulo": "Nosocomial pneumonias – Retrospective study",
        "keywords": "Nosocomial pneumonia, healthcare-associated pneumonia, hospital-acquired pneumonia, ventilation-associated pneumonia, multidrug-resistant microorganisms",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2013-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1084",
        "titulo": "Paradoxical adverse events in inflammatory bowel disease  patients taking infliximab",
        "keywords": "inflammatory bowel disease, infliximab, paradoxical inflammation phenomena.",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2013-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1071",
        "titulo": "Acid Suppression Therapy in an Internal Medicine Department",
        "keywords": "Acid suppression therapy, overuse, clinical recommendations",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2013-06-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1051",
        "titulo": "The need for Palliative Care in an Internal Medicine Department",
        "keywords": "palliative care, symptom control, futile therapy",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2013-03-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1058",
        "titulo": "“Social service cases” admitted in an Internal Medicine  Department: characterization of a special population",
        "keywords": "“social service cases”, aging population, length of  hospital stay, functional capacity",
        "introducao": "Background: Prolonged hospital stay after discharge because of social problems, especially in elderly patients, is an everyday reality for acute care hospitals.",
        "metodos": "Objectives: The aim of this study was to determine demographic and clinical features of all “social service cases” who were hospitalized in our internal medicine ward and to evaluating the impact of prolonged hospitalization on total length of hospital stay.",
        "resultados": "Patients and Methods: A retrospective analysis of charts was conducted of all “social service cases” who were hospitalized in our department of Medicine between January and December de 2008. Results: We included 120 patients with a mean age of 75.7 years and equal gender distribution. The majority of patients lived accompanied at the time of admission. A quarter of patients had a medical history of ischemic stroke. The frequency of bedridden state, before admission, was 19.2%. Acute ischemic stroke was the commonest primary diagnosis. The mean length of hospital stay was 15 days and increased to 23 days for nonmedical reasons (social problems). At discharge the majority of patients presented a high degree of dependency for basic activities of daily living. Thirty four patients were discharged to “Rede Nacional de Cuidados Continuados Integrados” [National Network for Integrated Continuous Care].",
        "conclusao": "Conclusion: Acute care hospitals must prepare themselves for the needs of an ageing population. Functional decline among hospitalized patients is common, and often a major obstacle in the reintegration into society.",
        "doi": "",
        "data": "2013-03-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1169",
        "titulo": "HIV infection diagnosis – What changed in 10 years",
        "keywords": "Recurrent oral ulceration, oral aphthae, epidemiology, prevalence, Portugal",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2012-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1170",
        "titulo": "When general practice and Internal Medicine work as  a team-smoking cessation clinic: a 2-year retrospective study",
        "keywords": "tobacco, smoking cessation, clinic",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2012-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1153",
        "titulo": "Prevalence of recurrent oral ulceration in portuguese general  population",
        "keywords": "Recurrent oral ulceration, oral aphthae, epidemiology, prevalence, Portugal",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2012-09-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1156",
        "titulo": "Guillain-Barré Syndrome: Experience of an Intensive Care Unit  and literature review",
        "keywords": "Guillain-Barré syndrome, acute inflammatory demyelinating polyneuropathy, axonal neuropathy, Miller-Fisher syndrome, intravenous immunoglobulin, plasmapheresis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2012-09-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1159",
        "titulo": "Influenza A (H1N1) vaccination in Systemic Lupus  Erythematosus patients",
        "keywords": "Systemic Lupus Erythematosus, H1N1 virus, vaccination, safety",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2012-09-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1141",
        "titulo": "Clostridium difficile associated disease – dramatic increase  in the incidence among hospitalized patients",
        "keywords": "Clostridium difficile, pseudomembranous colitis, nosocomial diarrhoea, vancomycin, metronidazole",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2012-06-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1142",
        "titulo": "Paraquat Intoxication – experience of an Internal Medicine  ward for 18 years",
        "keywords": "Paraquat, Intoxication, hemocarboperfusion, Herbicide, Gramoxone, cyclophosphamide",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2012-06-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1127",
        "titulo": "Prescribing albumin in a central hospital – new standards versus old habits",
        "keywords": "human albumin",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2012-03-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1128",
        "titulo": "Liver abscess in an Internal Medicine Department: a retrospective study",
        "keywords": "Liver abscess, pyogenic, amoebic",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2012-03-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1340",
        "titulo": "Can carotid ultrasound predict the presence  of complex atheromatosis of the aortic arch?",
        "keywords": "acute ischemic stroke, transoesophageal echocardiography, carotid ultrasound, complex atheromatosis of the aortic arch, high-risk carotid plaques",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2011-12-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1322",
        "titulo": "Oxygen therapy audit in two medical wards",
        "keywords": "oxygen therapy, clinical audit",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2011-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1324",
        "titulo": "Thoracic pain: public awareness and attitude",
        "keywords": "Thoracic pain, population, knowledge, attitude",
        "introducao": "Introduction: In 2007, the campaign “Seja mais rápido que um enfarte” (be quicker than an infarction) was launched, to promote earlier recognition of symptoms and activation of the emergency number (112).",
        "metodos": "Objectives: Characterization of public awareness about thoracic pain, trying to find out whether the campaign above had any kind of impact.",
        "resultados": "Methods: Transversal study, using a sample of 109 people attending a clinical pathology laboratory who agreed to answer an assisted questionnaire. Among others it included questions about the content of the campaign referred above and about attitudes concerning an episode of thoracic pain.",
        "conclusao": "Results: A small minority (27,5%) was effectively aware of the campaign and its contents. Only about half of the respondents reported calling 112 in case of sudden and persistent thoracic pain.",
        "doi": "",
        "data": "2011-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1309",
        "titulo": "Clostridium difficile colitis in an internal medicine ward",
        "keywords": "Clostridium difficile colitis, antibiotics, toxins, pseudomembranous colitis, metronidazole, vancomycin",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2011-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1310",
        "titulo": "Hospital acquired pneumonia in an Internal Medicine department",
        "keywords": "Hospital-acquired pneumonia, health-care associated pneumonia, guidelines",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2011-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1284",
        "titulo": "Quality of the clinical process – comparative study 2004-2005",
        "keywords": "Quality, medical record, clinical history, discharge information",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2011-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1289",
        "titulo": "Extranodal non-Hodgkin’s lymphomas: a retrospective study",
        "keywords": "primary extranodular non-Hodgkin’s lymphoma, skin, gastrointestinal tract, international prognostic index",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2011-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1184",
        "titulo": "Thrombophilia and recurrent miscarriages",
        "keywords": "Thromboembolism, miscarriages, low molecular  weight heparin, thrombophilia",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2010-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1185",
        "titulo": "How patients die in Internal Medicine wards: a retrospective  study",
        "keywords": "palliative care, chronic disease, pain",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2010-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1186",
        "titulo": "Legionnaires’ disease: Thematic review and hospital statistics",
        "keywords": "Legionella, Legionnaires’ disease, diagnosis, notification, statistics",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2010-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1202",
        "titulo": "Usefulness of Nailfold capillary microscopy in the diagnosis  of Raynaud’s phenomenon",
        "keywords": "Scleroderma, Systemic Sclerosis, Nailfold capillary microscopy, Primary Raynaud’s Phenomenon, Secondary  Raynaud’s Phenomenon",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2010-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1236",
        "titulo": "Oncological pathology in a main Hospital in the XXI century:  New cases in the H.U.C. (Coimbra University Hospital)",
        "keywords": "cancer, malignancies, neoplasms, hospital-based cancer registry",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2010-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1237",
        "titulo": "Behçet Disease – Clinical manifestations of 12 patients  of an Autoimmune Disease Unit",
        "keywords": "Behçet disease, uveitis, oral ulceration, genital ulceration, rythema nodosum, vasculitis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2010-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1255",
        "titulo": "Use of tumour markers in an internal medicine department – a baseline and a post interventional study",
        "keywords": "tumour markers, “self-audit”, formative/informative activities",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2010-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1256",
        "titulo": "Pressure ulcers: the reality of an Internal Medicine ward",
        "keywords": "pressure ulcer, elderly, neuropathy, hospital stay, mortality",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2010-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1423",
        "titulo": "The moment of death in an Internal Medicine ward",
        "keywords": "cardiorespiratory arrest, medical emergency teams, do not resuscitate",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2009-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1425",
        "titulo": "Nosocomial exposure to tuberculosis – experience in an Internal Medicine ward and review of the recommendations  for risk-control",
        "keywords": "tuberculosis, nosocomial, isolation, infection control",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2009-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1428",
        "titulo": "Criptococcal meningitis in HIV infected patients –  a retrospective study of S.Marcos Hospital experience  between 1998 and 2004",
        "keywords": "meningitis, Cryptococcus, HIV infection, intracranial hypertension",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2009-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1410",
        "titulo": "Selective immunoglobulin A deficiency: retrospective study",
        "keywords": "Selective Immunoglobulin A deficiency: retrospective study",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2009-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1390",
        "titulo": "Cost evaluation during 2002 in a Medicine/ Immunodeficiency hospital outpatient attendance",
        "keywords": "HIV infection, Hospital outpatient attendance, medical expenditure",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2009-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1391",
        "titulo": "Diabetic Gastroparesis II – the interest",
        "keywords": "Diabetes mellitus, Autonomic Neuropathy, Diabetic Gastroparesis, Gastric Cintigram, Procinetic agent, Gastric  pacemaker",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2009-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1376",
        "titulo": "Primary antiphospholipid syndrome – a retrospective study  of 29 patients followed in an Autoimmune Disease Unit",
        "keywords": "antiphospholipid syndrome, anticardiolipin, lupus  anticoagulant, autoantibodies",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2009-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1377",
        "titulo": "Evaluation of the cognitive function of a hospitalized  elderly population",
        "keywords": "cognitive function, dementia, elderly, mini-mental  state examination, MMSE",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2009-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1483",
        "titulo": "Requalification of the Casualty / Emergency room network:  change, right or wrong?",
        "keywords": "Emergency room unit, acute medical illness, internal medicine",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2008-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1484",
        "titulo": "A retrospective study of diabetic gastroparesis in a diabetic  population",
        "keywords": "diabetes mellitus, autonomic neuropathy, diabetic  gastroparesis, gastric scintigram",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2008-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1470",
        "titulo": "Stroke in young adults: a prospective study of 58 patients",
        "keywords": "stroke, young adult, epidemiology",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2008-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1471",
        "titulo": "Thalidomide in severe and resistant orogenital ulcers  in Behçet Disease – a group of case reports",
        "keywords": "thalidomide, Behçet disease, orogenital ulcers, oral aphthae",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2008-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1454",
        "titulo": "Autoimmune hepatitis in an Internal Medicine ward",
        "keywords": "autoimmune hepatitis, International Autoimmune  Hepatitis Group scoring system, clinical outcome, treatment",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2008-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1455",
        "titulo": "The impact and characterisation of clinical diarrhoea  in Intensive Care Units – A retrospective study",
        "keywords": "enteric feeding, diarrhoea, intensive care unit",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2008-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1443",
        "titulo": "Delayed benefical effects of hyperbaric oxygen therapy in chronic diabetic lower-extremity ulcers which where not cured with this adjunctive therapy",
        "keywords": "hyperbaric, oxygen, diabetes, ulcers",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2008-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1570",
        "titulo": "Implication of different CK and CKMB levels for clinical  outcomes and prognosis in patients presenting with acute coronary syndromes without ST- segment elevation",
        "keywords": "Acute Coronary syndrome, Troponin, Prognosis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2007-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1554",
        "titulo": "Serum lactate changes and its correlation with serum liver  tests in liver transplant patients",
        "keywords": "Liver transplant, Serum lactate, Intensive Care",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2007-09-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1555",
        "titulo": "Longitudinal nutritional evaluation in a population infected with the human immunodeficiency virus",
        "keywords": "HIV infection, nutrition, bioelectrical impedance  analysis, body composition",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2007-09-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1557",
        "titulo": "Hepatitis B – Casuistic review of Internal Medicine  outpatient consultations",
        "keywords": "Hepatitis B, casuistic, treatment",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2007-09-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1538",
        "titulo": "Immunodeficiency treatment units",
        "keywords": "HIV Units, Organization models, Treatment costs",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2007-06-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1540",
        "titulo": "Erythropoietin treatment in patients with myelodysplastic syndrome",
        "keywords": "Anaemia, Myelodysplastic Syndrome, Erythropoietic  proteins, Blood transfusions",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2007-06-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1526",
        "titulo": "How to diagnose mediterranean spotted fever in patients with fever and rash: a prospective study",
        "keywords": "febre botonosa, febre escaro-nodular, Rickettsia conorii, Rickettsia israeli, diagnóstico, febre, exantema",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2007-03-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1527",
        "titulo": "Incidence of catheter-related urinary tract infections in a medical ward",
        "keywords": "Indwelling urinary catheter, Bacteriuria, Urinary tract infection",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2007-03-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1528",
        "titulo": "Oncology in a Medical ward",
        "keywords": "Cancer, internal medicine",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2007-03-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1655",
        "titulo": "An evaluation of the appropriateness of admissions to an Internal Medicine Service using an Appropriateness Evaluation Protocol during the year 2004",
        "keywords": "Appropriateness evaluation protocol, appropriated  admission, inappropriate admission",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2006-12-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1656",
        "titulo": "Generic drugs in the ambulatory environment: know how to decide",
        "keywords": "Generic drugs, prescribing, frequency, knowledge, attitudes",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2006-12-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1640",
        "titulo": "Atrial Fibrillation: from the guidelines to the reality",
        "keywords": "Atrial Fibrillation, stroke prevention, anticoagulation",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2006-09-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1641",
        "titulo": "Community-Acquired Pneumonia and Pneumonia Severity Index 20 (PSI-20): a study of 262 patients",
        "keywords": "Community-acquired pneumonia, Pneumonia Severity Index, risk classes, therapeutic, mortality",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2006-09-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1628",
        "titulo": "Noninvasive Ventilation in an Intermediate-Care-Unit",
        "keywords": "non invasive ventilation, intermediate care unit, chronic  obstructive pulmonary disease",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2006-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1629",
        "titulo": "“High Tech” medicine, excessive therapy and undignified  death",
        "keywords": "Ethics, Undignified Death, Therapeutic futility",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2006-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1582",
        "titulo": "Internists and Autoimmune Diseases: the Portuguese National Registry",
        "keywords": "autoimmune diseases, rheumatoid arthritis, lupus, Sjögren, internal medicine, anti-TNF",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2006-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1583",
        "titulo": "Mediterranean spotted fever: a benign zoonosis?",
        "keywords": "Mediterranean spotted fever, ricketta conorii, black eschar, rash",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2006-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1704",
        "titulo": "Weight change in patients followed in a dyslipidemia outpatient clinic",
        "keywords": "Body weight, dyslipidaemia",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2005-12-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1705",
        "titulo": "Infections and antibiotic therapy in an Internal Medicine Service",
        "keywords": "Infections, Portugal, cultures, profitability, solations, antibiotic therapy, sensibility",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2005-12-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1691",
        "titulo": "Evaluation of bronchofibroscopy in na intensive care unit",
        "keywords": "bronchofibroscopy, intensive-care unit, nosocomial pneumonia, ventilator-associated pneumonia",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2005-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1677",
        "titulo": "Brief medico-anthropological notes regarding the traditional and popular treatment of “cobro” (herpes zoster)  in Alentejo, Portugal",
        "keywords": ".",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2004-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1668",
        "titulo": "Death: the concept to the diagnosis: controversies  and ethical dilemmas",
        "keywords": "Ethics, Death, Brain death, Neurology",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2005-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1763",
        "titulo": "Metformin as a lipid-lowering drug in non-diabetic patients",
        "keywords": "metformin, dyslipidemia, non-diabetic",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2004-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1754",
        "titulo": "Nutrition and cardiovascular disease – part 2",
        "keywords": "dyslipidaemias, arterial hypertension, nutritional approach",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2004-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1741",
        "titulo": "Internal Transfers – Internal Medicine  Department evaluation in a Central Hospital",
        "keywords": "Internal transferences, diagnosis related groups (DRG) mortality",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2004-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1742",
        "titulo": "Nutrition and cardiovascular disease - Part 1",
        "keywords": "cardiovascular risk factors, life style, food pattern, mediterranean diet",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2004-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1744",
        "titulo": "Active drug users admitted to an Internal Medicine ward: report of an experience",
        "keywords": "Drug abuse, Internal Medicine, infection, HIV, medical ward",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2004-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1721",
        "titulo": "Horton’s disease – 40 clinical cases",
        "keywords": "arteritis, Horton, atypical features, steroids",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2004-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1722",
        "titulo": "Depression presenting as pernicious anaemia",
        "keywords": "pernicious anaemia, depressive  syndrome, atypical depression",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2004-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1826",
        "titulo": "Non-Hodgkin’s Lymphomas and AIDS",
        "keywords": "Non-Hodgkin’s lymphoma, AIDS",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2003-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1828",
        "titulo": "Six cases of hepatic fascioliasis",
        "keywords": "hepatic fascioliasis, diagnosis, triclabendazole",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2003-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1808",
        "titulo": "Diabetes and pregnancy – 5 years outpatient experience",
        "keywords": "macrosomia, caesarean, risk factors, gestational diabetes mellitus",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2003-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1812",
        "titulo": "A Critical Evaluation of Pneumonia Mortality in an Internal medicine Service of the “Padre Américo” Hospital – Vale do Sousa",
        "keywords": "pneumonia, mortality, prognosis, quality of physician-care",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2003-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1813",
        "titulo": "Liver biopsy – evolution in recent cases",
        "keywords": "liver biopsy, outpatient procedure",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2003-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1782",
        "titulo": "A retrospective study of problems with physicians, experienced by patients undergoing haemodialysis, in an Internal Medicine Service",
        "keywords": "haemodialysis, costs, vascular access, Internal Medicine",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2003-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1783",
        "titulo": "Lípidos e imunidade",
        "keywords": "Inflammation, infection, polyunsaturated fatty acids, eicosanoids, atherosclerosis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2003-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1870",
        "titulo": "The Prevalence of ortostatic hypotension in the geriatric hospital and old-age home population",
        "keywords": "orthostatic hypotension, prevalence, elderly",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2002-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1871",
        "titulo": "Severe malaria in the intensive care unit",
        "keywords": "Malaria, Plasmodium falciparum, ARDS, Renal Failure, ICU",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2002-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1872",
        "titulo": "Assessment of the in-hospital course after discharge from an internal medicine service",
        "keywords": "Post-discharge assessment, readmissions",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2002-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1858",
        "titulo": "Haemorrhagic Stroke – Clinical and Social Impact A District General Hospital’s Experience",
        "keywords": "Haemorrhagic stroke, Social support, DRG",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2002-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1852",
        "titulo": "The efficacy of Atorvastatin in correcting the lipid profile - An open evaluation study",
        "keywords": "Atorvastatin, eficacy, cholesterol, HDL",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2002-06-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1841",
        "titulo": "Murine typhus: a forgotten infection",
        "keywords": "murine typhus, rickettsial diseases, diagnosis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2002-03-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1905",
        "titulo": "Behçet’s Disease - The experience of an Internal Medicine Service",
        "keywords": "Behçet’disease, ulceration, uveitis, vasculitis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2001-09-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1946",
        "titulo": "Paraquat poisoning: Experience of an Internal Medicine department",
        "keywords": "paraquat, poisoning, diagnosis, treatment, prognosis, mortality",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2001-06-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1893",
        "titulo": "von Willebrand disease",
        "keywords": "von Willebrand factor, von Willebrand diasease, acquired von Willebrand disease, pseudo von Willebrand disease, platelet membrane glycoprotein, ristocetin, desmopressin",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2001-03-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2007",
        "titulo": "Labial salivary gland biopsy in Sjögren’s syndrome: results and their implications in a population of 78 patients",
        "keywords": "Sjögren’s syndrome, classification criteria, labial salivary gland biopsy, Chisholm-Manson classification, European Study Group",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2000-12-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1994",
        "titulo": "Soft tissue sarcomas: Six case reports of leiomyosarcommas",
        "keywords": "soft tissue sarcomas, leiomyosarcoma, histologic grade, mitotic index",
        "introducao": "Sarcomas are malignant tumours, which develop from skeletal and extra-skeletal connective tissue. They include a large and diverse type of cellular elements and may involve different anatomic structures. However, the mesoderm is the common embryologícal orígín.",
        "metodos": "The natural history of sarcomas and theír variable response to therapy, allows us to consíder paediatric and adult sarcomas, as well as soft tissue and osteosarcomas, as individual entíties,",
        "resultados": "The aim of the present study is to revíew clinicai aspects of soft tíssue sarcomas, with special attention towards leiomyosarcoma (LMS), bearing in mínd their great variability and the wide distribution of smooth muscle cells in the human body. Síx cases of LMS, seen in our Infirmary and Ambulatory Clínic between August 1996 and August 1998, are reviewed.",
        "conclusao": "We conclude that these 6 LMS behaved differently.",
        "doi": "",
        "data": "2000-09-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1995",
        "titulo": "Rheumatoid arthritis: extra-articular manifestations, immunology and the role of methotrexate",
        "keywords": "rheumatoid arthritis, extra-articular manifestations, Sjõgren's syndrome, immunology, methotrexate",
        "introducao": "Objective: To determine the extraarticular manifestations, immunology and the role of methotrexate use in a population of 67 patients with rheumatoid arthritis.",
        "metodos": "Methods: The clinical charts from all the patients in our Unit with the diagnosis of Rheumatoid Arthritis were reviewed.",
        "resultados": "Results and conclusions: 83,6% of the patients were female, with a mean age of 59,5 years. The most prevalent extraarticular manifestations were anaemia (35,8%), liver cell enzyme abnormalities (26,9%) and pulmonary fibrosis (17,9%). Sjogren's",
        "conclusao": "syndrome (16,4%), antiphospholipid syndrome (3%) and morphea (3%) were associated autoimune diseases. Patients were positive for rheumatoid factor in 80,3%, for antinuclear antibodies in 26,9% and for antiphospholipid antibodies in 39,1%. Methotrexate was used in 71,4%, and was stopped in 6,3% for Jack of clinical response and in 7,9% because of toxicity.",
        "doi": "",
        "data": "2000-09-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1980",
        "titulo": "Community acquired pneumonias - The experience of an Internal Medicine Service",
        "keywords": "community-acquired pneumonia, epidemiology, risk factors, prognosis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2000-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1958",
        "titulo": "Adult coeliac disease A 12 case casuistic",
        "keywords": "adult coeliac disease, sub-clinical forms, gluten free diet",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2000-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1961",
        "titulo": "Hypertension profile in patients with cerebro­ vascular disease",
        "keywords": "hypertension, cerebrovascular disease, stroke, TIA, risk factor",
        "introducao": "Introdution: hypertension is the most important modifiable risk factor for cerebrovascular disease.",
        "metodos": "Some studies show that 25 to 40% of the population with cerebrovascular disease has hypertension while others show that the prevalence of hypertension in patients with cerebrovascular disease is 80%.",
        "resultados": "It would be desirable to understand hypertension past history and evolution in patients with cerebrovascular disease.",
        "conclusao": "Objective: evaluate the hypertensive profile in patients with different types of cerebrovascular disease (intracerebral hemorrhage - IH; ischaemic stroke.- IS; transient ischaemic attack - TIA). Examine hypertension evolution six months after stroke / AIT.",
        "doi": "",
        "data": "2000-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2081",
        "titulo": "Myelograms - a four-year analysis in a Dis­trict Hospital",
        "keywords": "myelogram",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1999-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2082",
        "titulo": "Ischaemic hepatitis in an Intensive Care unit",
        "keywords": "ischaemic hepatitis, hepatic enzymology, ischaemia - reperfusion damage",
        "introducao": "Background",
        "metodos": "Ischaemic Hepatitis is a clinicai syndrome seen in Intensive Care Unit patients, associated with severe hypotension and/or hypoxia. It is defined as an increase, in the first 12-24 hours, in serum aminotransferase activity, at least 10 times above the upper limit of normal, followed by resolution to near normal leveis within the first 10 days.",
        "resultados": "Materiais and Methods",
        "conclusao": "The authors studied retrospectively, the prevalence and clinical features of this entity, assessing its influence on patient outcome, in a level III lntensive Care Unit.",
        "doi": "",
        "data": "1999-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2065",
        "titulo": "Sweet's syndrome - A clinico-pathologic review of 10 years in the Hospital Distrital de Santarém (1987-1997)",
        "keywords": "acute febrile neutrophilic dermatosis, Sweet's syndrome",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1999-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2066",
        "titulo": "The efficacy of plasmapheresis and immuno­globulins in Guillain-Barré syndrome: A retrospective study",
        "keywords": "Guillain-Barré syndrome, plasmaphere­sis, intravenous immunoglobulin",
        "introducao": "Guillain-Barré Syndrome (GBS) is a sub-acute poliradiculoneuropathy, potentially fatal. Plasma­ pheresis (PF) and recently Intravenous Immuno­ globulin (IvIG) are the therapies of choice, resulting in significant clinicai improvement.",
        "metodos": "ln this retrospective study, 46 patients with a diagnosis of GBS were analysed. Three groups of patients were considered. One (18 patients) treated with PF, a second one (13 patients) with IvIG anda third one (15 patients) received only the best medical treatment (MT).",
        "resultados": "According to the funcional score, 38,4% of patients improved one or mores grades with PF, 61,5% with IvIG and 46,6% with MT.",
        "conclusao": "Three patients died, one in the PF group and the others two in the MT group and none in the IvIG. A significant percentage of patients treated with IvIG was discharged with minor signs and symptoms (69,2%), versus 22,2% and 33,3% in the PF and MT groups respectively.",
        "doi": "",
        "data": "1999-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2047",
        "titulo": "Thyroid function in fertile women taking oral contraception",
        "keywords": "thyroid, thyroid hormones, oral contraceptive",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1999-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2048",
        "titulo": "Organophophate poisoning - A report of 14 cases in a Special Medical Care Unit",
        "keywords": "organophosphate, poisoning",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1999-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2049",
        "titulo": "The prevalence and clinicai significance of \"hepatitis\" G infection in different groups",
        "keywords": "«bepatitis, «hepatitis, viral hepatitis, chronic hepatitis",
        "introducao": "Background: The role of HGV /GBV-C in liver pathology, and in association with HCV or HBV infections is not completely understood. HGV infection has not yet been studied in Portugal.",
        "metodos": "Aims: Study of the prevalence and clinicai significance of HGV infection in carriers of HBV or HCV, in patients with chronic hepatitis of unknown aetiology, and in those belonging to some risk groups. Patients and methods: HGV-RNA was determined in serum of 118 patients (75 M, 43 F): 18 with chronic hepatitis C (group I); 17 alcoholics with anti-HCV (group II); 36 chronic haemodialysis patients (group III), 16 of them with chronic hepatitis C (IIIA) and 20 without anti-HCV or HBsAg (IIIB); 17 renal transplant recipients with HCV infection (group IV); 18 chronic hepatitis B patients (group V); 10 with chronic hepatitis with unknown aetiology (group VI); 2 women with autoimmune hepatitis.). Eleven patients {7 of group I and 4 of group II) were drug addicts. HGV-RNA was assessed by RT-PCR, with primers of the 5'NC and NS5a regions, labelled with digoxigenine. Liver histology was assesssed and correlated with HGV infection in 56 chronic hepatitis C patients and in those belonging to groups V, VI and VII.",
        "resultados": "Results: We found HGV-RNA in 20 patients: 3/18 (16.7%); 2/17 (11.8%) of group II; 5/36 (13.9%) of group III, 2/16 (12.5%) of IIIA and 3/20 (15%) of IIIB; 6/17 (35.3%) of the group IV; 4/11 drug addicts (36.4%); none of the patients with cryptogenic or autoimmune hepatitis. Liver histopathology in 9 patients HCV + HGV infections showed minimal activity in 4 and mild in 5; no fibrosis in 3, portal in 6; in 4 HBV +HGV, mild activity and no fibrosis in 1, severe activity and bridging fibrosis in 3 (also alcoholics). The 3 haemodialysed with only HGV infection had normal ALT and GGT.",
        "conclusao": "Conclusions: The prevalence of HGV infection was quite similar in most of the studied groups (12.5 to 22%); the exceptions were drug addicts (36.4%), renal transplant patients (35,3%) and those with chronic non-BC hepatitis (0%). Our data suggest little or no pathogenicity of HGV. However, the severity of liver disease in alcoholics with HGV and HBV infections is a remarkable finding. Future studies on the relationship between this and other hepatitis vírus are warranted.",
        "doi": "",
        "data": "1999-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2020",
        "titulo": "Cerebral vascular accident The Physiotherapy and Internal Medicine joint opinion",
        "keywords": "stroke, rehabilitation, pulses, Barthel, FIM, Minimental State Examination, RavenMatrices",
        "introducao": "Objectives: To define the features of a population with stroke in acute phase, to evaluate the global functional capacity during and after internment and to survey the reliability of the used protocols.",
        "metodos": "Design: Included in the study 250 patients with stroke interned in Medicine Service during 18 months. It was proceeded a joint register from some protocols including functional, assesssments (Pulses Scale, Barthel Index, Functional Independence Measure-FIM), cognitive assessments (Gradual Minimental State Examination, Raven Matrices), physical assessments (Stages of Motor Recovery and Sensibility) anda general medicine protocol. ln the 2ª phase reevaluation of de surviving patients was done.",
        "resultados": "Results: The global results do not difer in general from the remaining consulted Portuguese series. Alt the patients had been submitted to one dynamic program of rehabilitation initiated in average to 5° day. We got 76,8% of improved patients. Of the survivors only 57% had contiunued the program rehabilitation.",
        "conclusao": "Conclusions: The assessments of stroke patientes for the purpose of designing rehabilitation tretaments is very important. The autors intend to characterise the quality of the tretaments given to these patients and to evaluate the importance of the joint intervention of the Internai Medicine and the Physical Medicine Rehabilitation.",
        "doi": "",
        "data": "1999-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2155",
        "titulo": "The abstinence in alcoholism. The changes in carbohydrate-deficient transferrin (CDT)",
        "keywords": "alcoholism, abstinence, carbo­ hydrate deficiency transferrin, iron status",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1998-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2156",
        "titulo": "A nutritional study of 45 elderly patients admitted to o general medical ward",
        "keywords": "nutrition, elderly, anthropometry, albumin, transferrin, pre-albumin, retinol bin­ding protein",
        "introducao": "Introduction: This paper reviews the problems associated with the diagnosis of under-nutrition in the hospitalise bedridden, elderly patient. It aims to assess the nutritional status of patients aged 65 years or older, admitted to the general me­dical ward of a Central Hospital.",
        "metodos": "Methodology: The triceps skinfold thickness (TST) and mid­arm circumference were measured using the standard manner and the midarm muscle cir­cumference (MAMC) calculated using the re­ commended formula. The TST or the MAMC were considered diminished when below the 10th percentile of the reference table, matched for age and sex. The albumin, transferrin, pre-al­bumin, retinol binding protein, haemoglobin, total number of lymphocytes and total cholesterol were also measured and compared to the hospital's laboratory reference values.",
        "resultados": "Results: The percentage of undernourished patients, in accordance with the previously defined parameters, revealed a wide range of values, varying from 11,1 to 35,6 %, with respect to each of the anthropometric values measure · andfrom 30,6 to 88,6 % with respect to each of the laboratoty values.",
        "conclusao": "Discussion andconclusion: There is no single anthropometric measure­ ment or laboratory parameter, that is, in iso­lation, a good indicator of the nutritional status in an individual patient. There is a large disparity between the information given by each variable in relation to the nutritional status of an individual pattent. ln the elderly, bedri­dden pattent, who often has a serious inter­ current illness that leads to hospitalisation, there is an urgent needfor the development of a nutritional índex which could be used in daily clinical practice. Furthermore, there is a gre­at need for large-scale anthropometric studi­es in bealthy adults, in particular in the elderly population, in Portugal the correct iden­tification of under-nutrition in individual ca­ses and groups of patients needs to be made.",
        "doi": "",
        "data": "1998-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2157",
        "titulo": "Osteoporosis and HIV infection: what is the connection?",
        "keywords": "osteoporosis, human immunode­ficiency virus",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1998-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2158",
        "titulo": "Lumbo-sacral radiculopathy. The sensitivity of electromyographical studies compared to imaging techniques and clinical findings",
        "keywords": "electromyography, lumbo-sacral radiculopathies",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1998-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2140",
        "titulo": "Toxocariasis: an epidemiological contribution from the Feira area",
        "keywords": "toxocara canis, visceral larva mi­grans, epidemiology, mebendazole, albendazole",
        "introducao": "Toxocariasis and visceral larva migrans are cli­nical entities underdiagnosed, because of deficient knowledge in the medical class, and other health technicians concerning parasitic infections.",
        "metodos": "ln Portugal, recent prospective studies show that the prevalence rates of Toxocaracanis in­fection in dogs, humans & contamination of soil infection, are alarming.",
        "resultados": "The present study, sampled 513 persons who live in Feira district. A 17, 7% seropositivity level was found. The authors statistically analysed the data by sex, age, occupation, residence, clinicai and laboratorial signs, dog posession and type of exposure.",
        "conclusao": "Seropositive individuais were treated with me­ bendazole or albendazole on a randomly selec­ted basis.",
        "doi": "",
        "data": "1998-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2142",
        "titulo": "Hepatic diseases in an Internal Medicine department",
        "keywords": "chronic hepatic diseases, viral he­patitis, liver cancer, hospitalised patients, Depart­ment of Internal Medicine",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1998-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2125",
        "titulo": "Multiresistent tuberculosis: the third pandemic?",
        "keywords": "HIV, tuberculosis, multidrug resis­tance, nosocomial transmission",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1998-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2126",
        "titulo": "Extra-pulmonary tuberculosis: Three clinical case reports",
        "keywords": "tuberculosis, extra-pulmonary tu­berculosis, Tolosa-Hunt syndrome, cerebral ab­cess, bone tuberculosis, epididymo-orchitis",
        "introducao": "Tuberculosis still remain an important Public Health problem. Sometimes it has unexpected forms of presentation and evolution.",
        "metodos": "The autors present three case reports of ex­tra-pulmonary tuberculosis in which there have been difficulties in the diagnosis and treatment.",
        "resultados": "The first case report initially presented with cli­nical criteria of a Tolosa-Hunt syndrome but the clinical evolution lead to the diagnosis of tuber­culous cerebral abcess. The second case is of a pacient with multiple osteolytic lesions of the chest wall ressembling a neoplastic process. Mycobacterium tuberculosis was isolated from the lesions. The last case describes a pacient with pulmonary tuberculosis and epididymo­ orchitis which had an unfavourable evolution in spite of in vitro sensitivity to the instituted therapy.",
        "conclusao": "Tuberculosis must be kept in mind in the diffe­ rential diagnosis of many unexplained organic lesions.",
        "doi": "",
        "data": "1998-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2127",
        "titulo": "Occult neoplasm -  A Medical Service experience",
        "keywords": "cancer of unknown origin",
        "introducao": "Cancer of unknown origin has a variable pre­ sentation which makes its systematic evaluati­on difficult. Few papers have been published concerning the subject. The A.A. made a two year retrospective study of all patients admitted to the Medical Service of Faro District Hospital",
        "metodos": "Cancer was diagnosed in 469 patients, with a diagnosis of cancer of unknown origin in 34. The authors evaluated the following: gender and age distribution, clinicai and laboratory data on ad­mission, diagnostic work-up, sites of metastasi­zation, cytology or histology ofthe tumours, cli­nical evolution and therapy.",
        "resultados": "Cancer of unknowon origin accounted for 6,8% ofthe total number of patients in whom neopla­ sic disease was diagnosed. The average age was 72 years with a mate predominance. Clinical and laboratory data on admission had no relevance to the final diagnosis. Ultrasonography and com­ puterised axial tomography were the exams most requested.",
        "conclusao": "The liver was most frequent site for metasta­ses, and carcinoma was the most frequent diag­nosis made by cytology or histology. The average survival was 81,9 days. Only 4 patients star­ ted curative chemotherapy and 3 of them are still in remission after a follow-up of more than two years.",
        "doi": "",
        "data": "1998-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2100",
        "titulo": "Community-acquired pneumonia in adult patients admitted to Horta hospital",
        "keywords": "pneumonia, prognostic factors, mortality",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1998-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2101",
        "titulo": "Nail fold capilaroscopy in autoimmune diseases",
        "keywords": "nailfold, capillaroscopy, systemic lupus erythematosus, systemic sclerosis, Fagre­ll index",
        "introducao": "Nailfold capillaroscopy is a non-invasive me­thod for in vivo observation of micro - circulati­on. Several studies have been presented showing the relationship between capillary morphology and the presence of auto-immune diseases. Others, addressed the relationship between specific cha­ racteristics found in essential hypertension, di­abetes and duration of disease. Nevertheless,few quantitative controlled studies have been perfor­med.",
        "metodos": "The authors present a case control study in a population of women with diagnosed auto-im­mune diseases and a population of healthy con­trols.",
        "resultados": "Twenty consecutive women from the Out-pati­ents Clinic of the Auto-immune Diseases Unit, were considered (9 patients with systemic lupus erythe­ matosis (SLE), 7 with systemics sclerosis (SS) and 4 with other auto-immune diseases). Patients with hypertension, diabetes, hypercholesterolemia, or primary vascular disease were excluded. A po­pulation of 20 healthy, age and sex matched controls was recruited among the hospital staff. Nail­fold capillaroscopy was performed with a video stereomicroscope, and quantitative measurements were evaluated with the use of a metric scale included in the ocular system. The observations were performed in the sarne room, with a stabi­lised temperature. For each patient and control, measurements were made regarding capillary density and diameter, and the presence ofminor or major structural changes. The fagrell index was used to access the global micro-vascular damage.",
        "conclusao": "Statistical significance was found with capi­llary density (p<0.003), diameter (p<0.009), and the presence of minor (p<0.001) and major (p<0.002) structural changes, between patients and controls. The fagrell index was also signifl­cantly different ( p< 001). Lupus and systemic sclerosis patients were compared and differen­ces were found regarding major structural chan­ges (p<0.02) and the Fagrell index (p<0.01), with higher values for SS patients.",
        "doi": "",
        "data": "1998-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2102",
        "titulo": "Endocarditis - New realities",
        "keywords": "endocarditis, Duke endocarditis service, echocardiography",
        "introducao": "Despfte a stable incidence of endocarditis (END) in recent years,the epidemiological features have chan­ged. An increased incidence of right-sided heart dise­ase has emerged, associated with an increasing inci­denceof intravenous drug use.",
        "metodos": "Objective:A retrospective study in patients (Pts) wfth endocardftis, diagnosed using the Duke Endocarditis Service (DES) criteria, was carried out. Clinical and echocardiographic parameters were evaluated.",
        "resultados": "Population and methods: During the period of May 92 December 1995, 32 Pts (25 male and 7female, with a mean age of  32.5years), had definite diagnostic crite­ ria of END by DES. The clinical course and echocar­ diographic exams were evaluated. Epidemiologic aspects, presentation, aetiological agents, disease evolu­ tionduring hospitaladmission,complications and echocardiographic aspects were analyzed.",
        "conclusao": "Results: All patients,exceptone were admitted with fever; 28 patients (27,5%) demonstrated no structural cardiac problem, 2 had congenital cardiac defects and 2 rheumatic valvular disease; 22 patients (68%) were intravenous (LV.) drug users. Staphylococcusaureus was the responsible aetiologlcalagent in 16 cases.",
        "doi": "",
        "data": "1998-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2244",
        "titulo": "Behçet's disease - A national casuistic",
        "keywords": "Behçet's disease, epidemiology, Por­tugal",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1997-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2245",
        "titulo": "Adult idiopathic thrombocytopaenic purpura: therapy strategy. Analysis of 30 cases (1991-1995) with a brief review of the literature",
        "keywords": "adult ediopathic thrombocytopre­nic purpura, therapy, responses, evolution",
        "introducao": "Background: We analysed epidemiological data,therapies, clini­cal efficacy and evolution of patientes with adult idio­pathic thrombocytopaenic purpura (ITP).",
        "metodos": "Patients and methods: A retrospective study of patients with an established diagnosis of ITP, referred to our lnternal Medical Department between 1991 and 1995, was carried out.",
        "resultados": "Dejinitlons of therapy efficacy and evolution are as follows.· complete remisson platelets > 150000/mm3; continuous complete remission: platelets >150000/mm3 for at least 2 months without therapy partial remissi­on: platelets >50000< 150000/mm3; without therapy response<50000/mm3.",
        "conclusao": "Results: Between 1991 and 1995, 30 patients were admit­ ted with IPT ( 23female; 7male; median ages: 49,5 years). Corticosteroid therapy was given to 30 pa­tients, 9 achived complete remission; 4 of those were in continuous complete remission; 15 patients had partial remission and 6 failed to achieve a respon­se. 14 patients received gammaglobins intra-venously; 1 achived complete remission; 9 had parti­al remission and 6 had no response. Only 4 patients were splenectomized; 2 achi­ved complete remission; other were lost for to follow-up.",
        "doi": "",
        "data": "1997-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2224",
        "titulo": "Primary amyloidosis (AL) - Treatment and prognosis",
        "keywords": "Primary systemic amyloidosis, AL, tre­atment, prognostic, alfa-interferon, chemotherapy",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1997-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2225",
        "titulo": "Non-familial systemic amyloidosis",
        "keywords": "systemic amyloidosis, potassium per­ manganate test, classification, diagnosis, clinical manifestations",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1997-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2226",
        "titulo": "Amyloidosis caused by {32 microglobulin in chronic renal failure",
        "keywords": "{32 microglobin amyloidosis, haemodialysis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1997-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2227",
        "titulo": "The value of abdominal fat biopsy in the diagnostic search for amyloid substance",
        "keywords": "systemic amyloidosis, abdominal fat biopsy, diagnosis, potassium permanganate",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1997-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2203",
        "titulo": "Assessment of nutritional support in on intensive core unit",
        "keywords": "nutrition, enteral nutrition, oral nu­trition, nutritional assessment, intensive care",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1997-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2181",
        "titulo": "Tuberculous peritonitis in an Internal Medicine ward",
        "keywords": "tuberculous peritonitis, extrapul­monary tuberculosis, deaminase-adenosine",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1997-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2300",
        "titulo": "Metastatic spinal cord tumors - Review of hospitol-based population",
        "keywords": "metastases, therapy, outcome",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1996-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2302",
        "titulo": "Stroke in young and old patients: a retrospective study",
        "keywords": "acidente vascular cerebra adul­to jovem, idoso, factores de risco vascular",
        "introducao": "Material and methods: We performed a retros­pective review of medical records of patients with a diagnosis of CVD between February 1989 and December 1993 at Internal Medicine Ward of a Hospital Center in area of Oporto. We analysed: age and sex; types of CVD and temporal profile; VRF (previous AVC, hypertension (HT), diabetes, dyslipidemia, heart disease, cigarette smoking and alcohol consumption); morbility and morta­ lity; blood pressure (BP), complete blood count, glucose and lipid analysis at admission.",
        "metodos": "Patients: 65 patients were young adults (YA) and 309 were old (Od).",
        "resultados": "Results: The CVD in YA represented 14% and in Od 66.7% of ali CVD admitted; male were more prevalent in YA (52.3%) and female in Od (58.3%). The most frequent type of CVD was ischemic (IS) (82.8% in YA and 82.1% in Od) with the lacunar sub-type more prevalent in YA (P-0.04) and the atherothrombotic in Od (P=0.004); TIA represen­ ted 8.3% of IS in YA and 3.3% in Od Previous stroke were reported in 20% YA and 32.7% Od (P=0.04). The dyslipidemia (43.1%), heavy alchool con­ sumption (24.6%) and cigarette smoking (12.3%) were more preval,ent in YA. There was heart dise­ase in 36.9% YA and 52.4% Od (P=0.02); the valvu­lar cardio-pathy was more prevalent in YA (18.5%). Infeccious complications were observed in 32.1% YA and 58.3% Od (P=0.001). The YA ha­ved a good improvement (slight deficits in 56.8% YA vs 28.3% Od - P=0.001). The mortality rate in YA was 12.3% and in Od 30.4% (P=0.003).",
        "conclusao": "Conclusions: The preval,ence of CVD in YA was 14 %. We observed more prevalence of female in olders. The IS was the more frequent stroke in both groups, the lacunar sub-type was more fre­quent in YA and the atherothrombotic in Od The HT was the more frequent VRF in both groups. The valvular cardiopathy was more frequent in YA and atrial fibrillation in Od The morbility and mortality was higher in older patients. ln admis­sion the mean level of dyastolic BP, total choleste­rol, LDL-C and triglycerides were significantly higher in YA.",
        "doi": "",
        "data": "1996-12-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2284",
        "titulo": "PATIENTS WITH HIV INFECTION IN A DISTRITAL HOSPITAL",
        "keywords": "HIV, Internal Medicine, district hospital",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1996-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2285",
        "titulo": "Therapeutic trial with tuberculostatic drugs",
        "keywords": "pulmonary tuberculosis, tuberculos­ tatic drugs, therapeutic trial",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1996-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2270",
        "titulo": "Paraquat poisoning in a medical ward",
        "keywords": "paraquat, poisoning",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1996-06-28"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2271",
        "titulo": "Pneumonias in a medical ward - A retrospective study",
        "keywords": "pneumonia, diagnosis, coexistent di­seases, antibiotic therapy",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "2023-08-16"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2257",
        "titulo": "Admissions in an Internal Medicine Department - Differences with a ten years interval (1984 - 1994)",
        "keywords": "admissions, Internal Medicine, AIDS, chronic hepatic disease, elderly population",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1996-03-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2258",
        "titulo": "lnfectious endocarditis - Experience of an Internal Medicine Department",
        "keywords": "infectious endicarditis",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1996-03-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2407",
        "titulo": "Artrite reumatóide - Experiência de uma consulta de Medicina Interna num Hospital Distrital",
        "keywords": "rheumatoid arthritis, methotrexate, gold compounds, d-penicillamine",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1995-12-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2408",
        "titulo": "Human immunodeficiency vírus infection - Acquired experience in an Internal Medicine department of a Central Hospital",
        "keywords": "HIV, AIDS, Internal Medicine, assis­tance, central hospital diagnosis, therapeutics, solutions",
        "introducao": "The autors present their recently acquired expe­rience in the management of patients with Human Immunodeficiency Vírus infection (HIV), admitted in an Internal Medicine service of a central hospi­tal.",
        "metodos": "They describe a population of 107 patients with 157 admissions in 7years (1987-1994), theirepide­ miological and clinicai features, as well as some aspects of the diagnosis of the opportunist infecti­ ons and the antivirai therapy.",
        "resultados": "The autors try to assess several stages of the cour­se which every patient goes through from the mo­ment he is admitted at the Hospital until he is dis­charged and returns to the community.",
        "conclusao": "The needs of each stage are pointed out and suggestions are made to improve the care of these patients, although it's the autors belief that there's much to be done.",
        "doi": "",
        "data": "1995-12-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2392",
        "titulo": "Terapêutica da hipercalcemia em neoplasias sólidas - Análise retrospectiva num serviço de Medicina Interna",
        "keywords": "therapy of hypercalcemia, solid neo­plasms",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1995-09-29"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2376",
        "titulo": "Meningites bacterianas do doente idoso. Revisão dos casos do Serviço de Doenças lnfecciosas do Hospital de Santa Maria, de 1988 a 1993",
        "keywords": "bacterial meningitis, erderly, betalaclamic antibiotics, Sfreptococcos Pneumoniae",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1995-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2333",
        "titulo": "Avaliação do desempenho médico através da qualidade do registo dos processos clínicos",
        "keywords": "clinical performances, health care quality, clinical processes",
        "introducao": "One way of evaluation the quality of the Health Care, aims the introduction of «Health Care Quality Assurance», and to set up the lines of intervention and of standardization of the clinical performances.",
        "metodos": "ln this work we have seen 439 clinical processes of four medical services of the Hospital Distrital de Viseu, identified by letters «À», «B», «C» and «D». The  global results are between «Suficient» and «Good». However, the medical service designed by «A» is above the others.",
        "resultados": "If the «mary Clinical Register» is satisfied, the one of the \"Complementary Exams\" shows by one side the services «A» and «D» with a level above 80 per­ cent and the others «C» and «B» with leveis of 53, 7 and 33,3 percent respectively. There is the same re­ lationship in others evaluated itens.",
        "conclusao": "None of the 439 processes consulted has the «Con­ sentiment Declaration» for a medical or cirurgical treatment filled in by the patient or by his legal re­presenter.",
        "doi": "",
        "data": "1995-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2336",
        "titulo": "Friboscopia brônquica em cuidados intensivos - Experiência no Hospital Garcia de Orta",
        "keywords": "flexible fiberoptic bronchoscope, fi­beroptic broncoscopy, intensive care unit, hypoxe­miA",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1995-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2337",
        "titulo": "Derrame pericárdico e tamponamento cardíaco - Casuística da UCI do Hospital de Curry Cabral",
        "keywords": "pericardial effusion, cardiac tampo­nade",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1995-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2464",
        "titulo": "Estudo prospectivo dos valores de T3, T4 e TSH em doentes idosas internadas num serviço de Medicina Interna",
        "keywords": "thyroidfunction, non-thyroid sickness",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1994-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2465",
        "titulo": "Prevalência de malnutrição num serviço de Medicina Interna",
        "keywords": "anthropometric parameters, bioche­mical",
        "introducao": "The nutritional assessment was made to 444 pa­tients, with the average age of 51 and all interned in the medicine service of the Hospital of Angra, using anthropometric and biochemical parameters. The anthropometric parameters used were the skinfold thickness and the mid-upper arm cir­cumference, and the biochemical ones were the plasmatic albumin and transferrin.",
        "metodos": "The global prevalence of malnutrition was 55%, the moderate malnutrition was 48.7% and the se­ vere malnutrition was 6,3%.",
        "resultados": "Marasmos was prevalent (36%).",
        "conclusao": "Neoplastic diseases, cerebrovascular diseases and chronic obstructive lung disease, chronic al­coholism and chronic renal failure, were the most frequently connected pathologies.",
        "doi": "",
        "data": "1994-09-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2446",
        "titulo": "Assistência a doentes com infecção pelo vírus da imunodeficiência humana: experiência num Serviço de Medicina Interna",
        "keywords": "AIDS, Internal Medicine, HIV1, HIV2, clinical manifestations, hospital care",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1994-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2447",
        "titulo": "Doenças cerebrovasculares - Experiência de um servicço de Medicina Interna durante 8 anos (1986 - 1993)",
        "keywords": ".",
        "introducao": "Objective: To evaluate the experience of a de­ partment of internal medicine in relation to ce­rebrovascular disease highlightning the im­portance of risk factors associated with this disease.",
        "metodos": "Design: Retrospective review of medical re­cords from 1986 to 1993.",
        "resultados": "Setting: Department of Internal Medicine in a tertian care Hospital.",
        "conclusao": "Patients: One thousand three hundred and se­ venty three (1373) patients admitted with the diagnosis ofcerebrovasculardisease in which the Jollowing parameters were evaluated:",
        "doi": "",
        "data": "1994-06-30"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2428",
        "titulo": "lntoxicacão por organofosforados - Avaliação prognóstico em 143 doentes",
        "keywords": "Organophosphate Poisoning, Prog­nosis, Gravity scores, Cholinesterase",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1994-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2429",
        "titulo": "Rastreio e diagnóstico dos nódulos hepáticos",
        "keywords": ".",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1994-03-31"
    },
    {
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2430",
        "titulo": "A avaliação do rim do hipertenso pela ecografia renal",
        "keywords": "Renal ultrasonography, arterial hypertension",
        "introducao": "",
        "metodos": "",
        "resultados": "",
        "conclusao": "",
        "doi": "",
        "data": "1994-03-31"
    }
]